[
    {
        "company_name": "Mirabel Technologies Pvt. Ltd.",
        "contact_details": [
            "Company Name: Mirabel Technologies Pvt. Ltd.",
            "Company Description: Mirabel Technologies is a fast growing USA software company that specializes in the development of magazine management software products for a range of platforms. As the industry’s first and most mature web-based platform we are ideal for companies who have multiple offices, employees who work on the road and from home, and companies that want to reduce their IT infrastructure costs. Mirabel's international reputation is built on its track record in delivering quality solutions to its clients. It is here that we design, develop cutting-edge applications, and deliver solutions to clients. Mirabel has an open and teamwork-oriented culture that values people's performance, creativity and personal qualities.",
            "Email:  msowmya@magazinemanager.com",
            "Telephone: 4048491157"
        ],
        "discription": "Extensive knowledge in HTML5 and CSS3, including Webkit animation. \nExperience in Angular, JQuery, etc \nExtensive knowledge in JavaScript/JQuery/Ajax. \nBasic knowledge of design tools including, Photoshop, Illustrator. \nAbility to take a PSD/mock or concept and turn it into a working experience. \nExperience in creating exciting experiences for browsers using extensions and other designs for mobile devices that conform to W3C standards.",
        "experience": "4 to 6 Yrs",
        "place": "Hyderabad",
        "posted_date": "16-Feb-2017"
    },
    {
        "company_name": "PSK Software and Services Pvt Ltd.",
        "contact_details": [
            "Company Name: PSK Software and Services Pvt Ltd.",
            "Company Description: PSK stands for People,Skills and Knowledge. Our Promptness and Quality is our Strength. In today’s fast-evolving, technology-driven markets, achieving synergy among people, skill sets and objectives has more crucial.",
            "Email:  shraddhak@pskindia.com",
            "Telephone: 8380037562"
        ],
        "discription": "Expert in Python, with knowledge of at least one Python web framework (such as Django, Flask, etc depending on your technology stack)· Excellent knowledge of programming languages (PHP,Python preferred) along with JavaScript, Jquery, Angular-JS· Should be very well versed with database queries like mysql,etc.· Familiarity with some ORM (Object Relational Mapper) libraries· Able to integrate multiple data sources and databases into one system· Understanding of the threading limitations of Python, and multi-process architecture· Basic understanding of front-end technologies, such as JavaScript, HTML5, and CSS3· Understanding of accessibility and security compliance· Knowledge of user authentication and authorization between multiple systems, servers, and environments· Understanding of fundamental design principles behind a scalable application· Understanding of the differences between multiple delivery platforms, such as mobile vs desktop, and optimizing output to match the specific platform· Able to create database schemas that represent and support business processes· Strong unit test and debugging skills· The candidate should have minimum 60% marks throughout his educational career.· Good communication skills and excellent problem solving capabilities",
        "experience": "2 to 5 Yrs",
        "place": "Pune",
        "posted_date": "08-Feb-2017"
    },
    {
        "company_name": "Capgemini",
        "contact_details": [
            "Company Name: Capgemini",
            "Company Description: Capgemini in India is over 85,000 people strong across nine cities (Mumbai, Bangalore, Gurgaon, Noida, Gandhinagar, Hyderabad, Pune, Kolkata and Chennai - Trichy and Salem). A pioneer in the IT industry, Capgemini has over 45 years of global expertise collaborating with leading corporations and now brings its Consulting, Technology and Outsourcing experience to India. With dedicated teams to service the local market, Capgemini has strong domain experience to assist clients across the Government and Public Sector, Energy and Utilities, Manufacturing, Telecom and Financial Services sectors."
        ],
        "discription": " JD:Primary Skills: Experience / Skills : •        Total IT Experience:  •        3 – 5 Years Application Development: •        2-3 Years and above (Mandatory) Automation or Solutions building: •        1 – 2 years (Preferred) Education: [Preferred] Bachelor’s or Master’s Degree in Computer Science / Engineering (any discipline) Role: •        The candidate will be responsible for leading modules for automation of various infrastructure deployment elements •        An understanding of infrastructure elements and deployment architecture is required. •        The candidate should be able to lead a module / story along with a small team and will be responsible for timely delivery of the same. •        A strong programming background and willingness to work on automation solutions is essential for success in this role. Must Have: •        Project experience which includes Requirement Analysis, Coding, Testing, UAT and support using Java, Python or Ruby. •        Involvement in Project execution using Agile development methodology (Scrum) •        A good understanding of infrastructure elements, virtualization and sizing like CPU, RAM and Hard Disk usage. •        Should have knowledge of application deployments and release cycles. •        Willingness to work on automation for infrastructure / cloud deployments using scripts. •        Candidate should be prepared to work in rotating shifts 24 x 7, specifically for giving hyper support after production release. •        Very good verbal and written English communication skills •        Effective time management, team handling and organizational skills. •        Prior experience of release, deployment or configuration management tools such as Jenkins, Chef, Puppet, or any other equivalent technologies (e.g. vRealize Suite, Pivotal Cloud Foundry) will be a major advantage.Job Location: MumbaiNote: For any queries on this job please write to  ",
        "experience": "3 to 5 Yrs",
        "place": "Mumbai / Navi Mumbai / Thane",
        "posted_date": "01-Mar-2017"
    },
    {
        "company_name": "Locuz Enterprise Solutions ltd.",
        "contact_details": [
            "Company Name: Locuz Enterprise Solutions ltd.",
            "Email:  imdevisingh@gmail.com"
        ],
        "discription": "Good understanding of RESTful services and API\n-Should have worked on Cloud Computing Environment\n-Passion for Innovation\n-Computer Science Engineering/Equivalent",
        "experience": "1 to 4 Yrs",
        "place": "Hyderabad",
        "posted_date": "08-Dec-2016"
    },
    {
        "company_name": "BR Consultancy.",
        "contact_details": [
            "Company Name: BR Consultancy.",
            "Company Description: BR Consultancy pioneers in providing the path to your career excellence.We help individuals with career oppurtunities across various industry verticals to provide an allround career development opportunity.BR Consultancy has worked hands in hand with major industries across many verticals to provide the right talent pool for their industrial talent quench.We Specialize in organized recruitment services in India.We have been preferred as a recruitment agency by many Industrial Corporations over the globe, Making us proficient in recruitment’s across the globe , across multi industrial scope. BR Consultancys vast knowledge across Multi Industry segments helps professional target their careers growth.We help recruit across various industry segments for multinational corporations and leading Business houses with our unique approach to recruitment.BR is proud of its long standing relationships in the industry with major clients turn",
            "Email:  hetsi@brconsultancy.in",
            "Telephone: 7878412301"
        ],
        "discription": "Work with latest technologies like Docker, AWS, among many others.\nDevelop tools and infrastructure to deploy, administer and monitor a large scale Web Based, Internet of Things service.\nDevelop tools and infrastructure related to test automation, release automation, build and debugging environment.\nFind opportunities to automate processes, reducing time to ship new releases.\nControl and manage both internal systems as well as AWS cloud resources.\nConstantly improve developer experience by doing what it takes.\nIntroduce, maintain and upgrade software productivity tools to scale its operations.\nWork with independence, and ownership of tasks.\nBecome a life line for operations.\nWhat we are looking for : **\n\nStrong background (minimum 3 years) in devops / system administration with Linux.\nEnd to end knowledge of linux build and release processes.\nA breadth of skill including, Python, Perl, Unix shell scripting, MySQL server administration, Web Server deployment.\nAbility to query system performance metrics at a blink of eye.\nResult oriented approach to work and good communication skills.\nHuge Plus if you have : **\n\nPast experience in deploying cloud based web applications.\nExperience with embedded/distributed systems.\nExperience with hosting services like AWS, Azure, OpenStack.",
        "experience": "2 to 4 Yrs",
        "place": "Mumbai / Navi Mumbai / Thane",
        "posted_date": "28-Feb-2017"
    },
    {
        "company_name": "Capgemini",
        "contact_details": [
            "Company Name: Capgemini",
            "Company Description: Capgemini in India is over 85,000 people strong across nine cities (Mumbai, Bangalore, Gurgaon, Noida, Gandhinagar, Hyderabad, Pune, Kolkata and Chennai - Trichy and Salem). A pioneer in the IT industry, Capgemini has over 45 years of global expertise collaborating with leading corporations and now brings its Consulting, Technology and Outsourcing experience to India. With dedicated teams to service the local market, Capgemini has strong domain experience to assist clients across the Government and Public Sector, Energy and Utilities, Manufacturing, Telecom and Financial Services sectors."
        ],
        "discription": "Short Description\rExp Required : 3 to 6Job Role : Linux AdminJob Location : Mumbai \"• 3+ Years for experiance on Linux & Unix platform• Expertise in LINUX/UNIX Internal• Responsible for installation and configuration of Linux, Solaris & Oracle • Maintenance, patching, security best practices for Linux/Unix environments• Performance tuning of Linux/Unix hosts• Troubleshoot techniques for break fixes, performance, and normal deployments• Experience in implementing, and supporting Linux server solutions.• Shell, Perl Scripting background. Other languages programming experience a plus.• Linux (Red Hat, Ubuntu) & UNIX (HP-UX, Solaris) administration and application support• Manage operations and monitoring of our applications and infrastructure• Task automation of infrastructure and application provisioning using bash, Python scripting\rQualifications\r\rJob Responsibilities\r\r",
        "experience": "0 to 3 Yrs",
        "place": "Mumbai / Navi Mumbai / Thane",
        "posted_date": "07-Mar-2017"
    },
    {
        "company_name": "Vodafone Job Referrals",
        "contact_details": [
            "Company Name: Vodafone Job Referrals",
            "Company Description: Get job referrals in Vodafone from company employees by speaking with them over the phone and proving your merit. This service is provided by Round One and lets you choose the person who you would like to speak with in over 2500 companies. Referrals increase your chance of getting hired by 10 times and reduce the time taken to land the next interview call."
        ],
        "discription": "Skills: -\n\nPrimary Skills: -\n",
        "experience": "4 to 8 Yrs",
        "place": "Pune",
        "posted_date": "08-Mar-2017"
    },
    {
        "company_name": "SKANDASHASU BUSINESS PROCESS SERVICES PVT LTD",
        "contact_details": [
            "Company Name: SKANDASHASU BUSINESS PROCESS SERVICES PVT LTD",
            "Company Description: SKANDASHASU BUSINESS PROCESS SERVICES PVT LTD ",
            "Email:  kalpana80us@gmail.com",
            "Telephone: 9283115641"
        ],
        "discription": "We are basically looking for someone who can give trainings on Python Programming & also help develop projects on Python Programming, but our main focus would be on trainings.\n\nPlease let us know if you would be interested, trainings can be given on part-time & also full time basis.\n\nPayment would be among the best in the industry",
        "experience": "1 to 4 Yrs",
        "place": "Mumbai / Navi Mumbai / Thane",
        "posted_date": "19-Feb-2017"
    },
    {
        "company_name": "Not Available or Hidden",
        "contact_details": [
            "Company Name: [Company Hidden]",
            "Company Description: Submit Your Resume & Get Calls From Top Companies. Register & Apply Now on shine.com.\n 20,000+ Recruiters  300,000+ Jobs. A Hindustan Times Company. Hiring for Top Companies \n Types: IT Jobs, Call Center Jobs, Media Jobs"
        ],
        "discription": "About Us  ZeMoSo Technologies provides product & data engineering solutions using open source Big Data stacks, Machine Learning and advanced custom visualizations. Last year we were featured as one of Deloitte Fastest 50 growing tech companies from India. Our founders have had past successes - founded a decision management company acquired by SAP AG (now part of Hana Big data stack &Netweaver; BPM), early engineering team of Zoho (leading billion $ SaaS player) & some Private Equity experience. Marquee customers along with some exciting startups are part of our clientele.  We have started our Dallas office recently and now want to expand. Currently, for our Hyderabad, India development centre, we are looking for serve side engineers with good exposure to Big Data and Machine Learning.  Position:Server Side Engineers  Experience: 2-5 Yrs.  Location: Hyderabad  Qualification: BTECH/BE in CSE or equivalent  Skills Required:  Server side developers with exposure to Data Platforms (Cassandra, Spark, Kafka) and good server side development experience in Java AND/OR Python, etc. Exposure to Machine Learning (Tensorflow) will be a plus Good to great problem solving and communication skill Ability to deliver in an extremely fast paced development environment Ability to handle ambiguity Should be a good team player  Job Responsibilities:  Learn the technology area where you are going to work Develop bug free, unit tested and well documented code as per requirements Stringently adhere to delivery timelines Provide mentoring support to Software Engineer AND/ OR Associate Software Engineers Any other as specified by the reporting authority",
        "experience": "2 to 8 Yrs",
        "place": "All India, Hyderabad",
        "posted_date": "08-Mar-2017"
    },
    {
        "company_name": "Livehealth.",
        "contact_details": [
            "Company Name: Livehealth.",
            "Email:  sushrut.nikalje@livehealth.in",
            "Telephone: 2046701273"
        ],
        "discription": "Responsible for design and architecture of functional prototypes and production-ready - systems\nUses open-source frameworks as appropriate - Django Preferred\nDevelops Python and JavaScript code as necessary\nPython development to support middleware for REST API\nCommunicate technical concepts with trade-offs, risks, and benefits\nParticipate in core multi-disciplinary project team meetings\nEvaluate and resolve issues\nAll other duties as assigned\nSkills and Qualifications \nStrong understanding of JavaScript, its quirks, and workarounds\nStrong understanding of Python or PHP, its quirks, and workarounds\nGood understanding of REST API's and experience in building them.\nBasic understanding of web markup, including HTML5 and CSS3\nGood understanding of asynchronous request handling, partial page updates, and AJAX\nProficient understanding of cross-browser compatibility issues and ways to work around such issues\nProficient understanding of code versioning tools, such as Git / Mercurial / SVN\nGood understanding of browser rendering behaviour and performance",
        "experience": "3 to 8 Yrs",
        "place": "Pune",
        "posted_date": "15-Feb-2017"
    },
    {
        "company_name": "Exploit IT Solutions Pvt Ltd.",
        "contact_details": [
            "Company Name: Exploit IT Solutions Pvt Ltd.",
            "Company Description: Exploit IT Solutions Pvt Ltd is an emerging company with web solution experts, who present comprehensive web-related solutions for all size of enterprises. Our services comprise web development, online portaldevelopment, SEO, Internet Marketing, app testing and many other types of relevant solutions.",
            "Email:  arun.d@exploitinfo.com",
            "Telephone: 9985012364"
        ],
        "discription": "Skills required for the job:\n\nEmbedded Software, python/django, Php, Codeignitor, Zend, Magento, Ajax, J Query, .NET Framework C# ASP.NET MVC, Adobe Illustrator and Photoshop, hardware design for embedded systems.",
        "experience": "1 to 2 Yrs",
        "place": "Hyderabad",
        "posted_date": "15-Feb-2017"
    },
    {
        "company_name": "Konnect HR Consultants",
        "contact_details": [
            "Company Name: Konnect HR Consultants",
            "Company Description: Konnect HR ConsultantsKonnect HR Consultants are into IT and Non IT staffing and recruitment service.",
            "Email:  sheetal.tesloye@gmail.com",
            "Telephone: 9321669707"
        ],
        "discription": "1. 3+ Years of experience in IT industry with atleast 2+ years of experience on Python(Django Framework).2. Strong Knowledge of Object Oriented Programming, MVC/ MVP/ MVT pattern.3. Logical reasoning and understanding of product feature requirements and how to build them.4. Writing reusable, testable and efficient code.5. Design and implementation of low-latency, high-availability, Scalable and performant applications.6. Implementation of application security and data protection.Skill Set:Strong Experience of Python, Django Framework, HTML, CSS, Javascript, Jquery. NodeJs would be an added advantage. RDBMS (MySQL / Oracle / SQL Server), NoSQL(MongoDB / Redis / Couch DB). Excellent understanding of typical multi-tier architectures: web servers (Apache, nginx, IIS), caching, application servers, & load balancers. Knowledge of RESTful Web Services, XML, JSON. Work experience with information and application security including public key encryption, SSH, Oauth 2.0 will be an added advantage. Knowledge of any version control system(SVN / Git). Knowledge of any Third party API Integration, Payment Gateway Integration, Social (Google / Facebook / Twitter) API Integration.Job Location:Govandi(Near railway station) ",
        "experience": "3 to 8 Yrs",
        "place": "Mumbai / Navi Mumbai / Thane",
        "posted_date": "24-Jan-2017"
    },
    {
        "company_name": "Mirabel Technologies Pvt. Ltd.",
        "contact_details": [
            "Company Name: Mirabel Technologies Pvt. Ltd.",
            "Company Description: Mirabel Technologies is a fast growing USA software company that specializes in the development of magazine management software products for a range of platforms. As the industry’s first and most mature web-based platform we are ideal for companies who have multiple offices, employees who work on the road and from home, and companies that want to reduce their IT infrastructure costs. Mirabel's international reputation is built on its track record in delivering quality solutions to its clients. It is here that we design, develop cutting-edge applications, and deliver solutions to clients. Mirabel has an open and teamwork-oriented culture that values people's performance, creativity and personal qualities.",
            "Email:  msowmya@magazinemanager.com",
            "Telephone: 4048491157"
        ],
        "discription": "Data Engineer will work on collecting, storing, processing, and analyzing huge sets of data. The primary focus will be on choosing optimal solutions to use for these purposes, then maintaining, implementing, and monitoring them. You will also be responsible for integrating them with the architecture used across the company in various products. \n\nSkillset : \n\n1. Proficient understanding of distributed computing principles \n\n2. Ability to build, run and manage large clusters \n\n3. Hadoop v2, MapReduce, HDFS \n\n4. Java, Python \n\n5. Large Scale crawling : Scrapy, Nutch and custom crawling solutions \n\n6. Experience with Apache Solr Lucene",
        "experience": "2 to 5 Yrs",
        "place": "Hyderabad",
        "posted_date": "07-Mar-2017"
    },
    {
        "company_name": "Capgemini",
        "contact_details": [
            "Company Name: Capgemini",
            "Company Description: Capgemini in India is over 85,000 people strong across nine cities (Mumbai, Bangalore, Gurgaon, Noida, Gandhinagar, Hyderabad, Pune, Kolkata and Chennai - Trichy and Salem). A pioneer in the IT industry, Capgemini has over 45 years of global expertise collaborating with leading corporations and now brings its Consulting, Technology and Outsourcing experience to India. With dedicated teams to service the local market, Capgemini has strong domain experience to assist clients across the Government and Public Sector, Energy and Utilities, Manufacturing, Telecom and Financial Services sectors."
        ],
        "discription": "Data Analyst - 4 TO 6 Yrs - Pune locationWe are looking to hire Data Analyst with 4 To 6 Years of exp for Pune locationRole Description (Role & Responsibilities)Specification / Skills / Experience  2-6 years experience with Data Analysis, Statistical analysis, Visualization using R, R Shiny  Good experience in requirement gathering and analysis Should have strong experience with Machine Learning techniques like Decision Tree, Regression, Clustering, Ensemble methods, Neural Networks and Rule based systems  Experience with data preprocessing, Exploratory analysis, Descriptive analysis, ANOVA,Dimensionality Reduction  Should have experience with different kinds of analysis like Classification, Regression, Clustering, Time based studyStrong Linux, RDBMS experience and SQL skills is desirableSkills with Python, Big Data, Hadoop, Spark will be bonusLocation:  PuneExperience: 4 To 6 YearsPrimary Skills (Must have)  experience with Data Analysis, Statistical analysis, Visualization using R, R Shiny  strong experience with Machine Learning techniques like Decision Tree, Regression, Clustering, Ensemble methods, , Neural Networks and Rule based systems Secondary Skills (Nice to have)  Strong Linux, RDBMS experience and SQL skills is desirableSkills with Python, Big Data, Hadoop, Spark will be bonus  ContactLaxmi Gawai ",
        "experience": "4 to 6 Yrs",
        "place": "Pune",
        "posted_date": "05-Mar-2017"
    },
    {
        "company_name": "Squircle IT Consulting Services Pvt. Ltd.",
        "contact_details": [
            "Company Name: Squircle IT Consulting Services Pvt. Ltd.",
            "Email:  recruiters.squircle@gmail.com",
            "Telephone: 4065656629"
        ],
        "discription": "5+ years professional web application development and deployment\n  - Expert Python with Python application sever\n  - Strong working experience with Relational Database (PostgreSQL) and NoSQL (DynamicDB or MongoDB)\n  - Strong working experience with Django, Rest Framework, API development, JSON, and Workflow\n  - Knowledge of scaling, optimization, partitioning, fault tolerance and deployment issues\n  - Strong data modeling working experience\n  - Good communication skills\n  - Working experience with Git\n  - Working experience with AWS",
        "experience": "5 to 10 Yrs",
        "place": "Pune",
        "posted_date": "25-Jan-2017"
    },
    {
        "company_name": "Capgemini",
        "contact_details": [
            "Company Name: Capgemini",
            "Company Description: Capgemini in India is over 85,000 people strong across nine cities (Mumbai, Bangalore, Gurgaon, Noida, Gandhinagar, Hyderabad, Pune, Kolkata and Chennai - Trichy and Salem). A pioneer in the IT industry, Capgemini has over 45 years of global expertise collaborating with leading corporations and now brings its Consulting, Technology and Outsourcing experience to India. With dedicated teams to service the local market, Capgemini has strong domain experience to assist clients across the Government and Public Sector, Energy and Utilities, Manufacturing, Telecom and Financial Services sectors."
        ],
        "discription": "Short Description\rAWS Redshift Engineer - 6 to 9 Years - Mumbau (Airoli)\rQualifications\r\rJob Responsibilities\rJob Title: AWS Redshift EngineerExperience:- 6+ yearsJob Location: Mumbai - Airoli Expected Role:The role is for strong AWS Redshift engineer with working experience on Redshift schema design, performance optimization, capacity planning, performance tuning with large data sets.The candidate should be familiar with AWS console and services like RDS, S3 etc. Candidate should have strong ETL and SQL skills.The ideal candidate will have a minimum of 2 years commercial and hands-on development experience on AWS Redshift.The ideal candidate will have enthusiasm for learning and working closely with the rest of development team which is located in Mumbai and US (BA’s, Technical Architects). The candidate should be flexible enough to work on both small scale enhancements and must also have the ability to undertake larger complicated projects with other developers. The candidate should have experience of working with onsite offshore model.Key Responsibilities:• Should have knowledge on when, why and how to use Redshift in a distributed environment• Design and implement schema and database tables with performance optimization, capacity planning, performance tuning• Use industry best practices to build efficient schema and data models• Build efficient and long term storage infrastructure• Use adequate AWS database/storage services as per business need• Build quick proof of concepts using AWS redshift and other AWS services• Provide estimates for work• Provide updates of status and estimates to complete• Identify risks and issues, and help monitor themSuccessful candidate is expected to perform the above tasks in collaboration and agreement with the team leaders, project leads and other development staff.Mandatory Technical Skills:• Solid exposure to traditional Data Warehousing and experience on MPP data store Amazon Redshift• Should be proficient in database concepts - rdbms nosql, Advanced SQL (PostgreSQL), data analytics and data structures• Should be proficient in data modeling, data integration• Should be familiar with AWS console, cli, sdk• Should be comfortable with Redshift concepts like DISTKEY, SORTKEY etc.• Performance tuning and optimization for Amazon Redshift• Should have strong working knowledge on RDS, DynamoDB and S3• Should have strong ETL skills• Experience on Databases, Data Warehouses, Reporting, Analytics• Ability to write SQL scripts and complex queries.• Should have ability to understand existing data landscape and propose efficient design• Experience with metadata management• Excellent understanding of data warehouse architecture and design principles and their application• Monitored and Improved AWS Redshift Cluster Performance.• User and Access management of Redshift Cluster.• Strong scripting experience in Python.Nice to Have Technical Skills:• Familiarity with big data technologies like Hadoop, Spark, Hive/Pig, etc.• Experience in Scala and Java• Past experience in Informatica or other ETL tools• Exposure to BI tools like Quicksight, Tableau/Qlik• Experience working with RESTful interfaces• Good knowledge of Iaas, Paas cloud services• Keen to adopt devops and Agile culture• Good knowledge on Cloud and AWS featuresQualifications:• B.E / B. tech or equivalentPreferred Certifications:• AWS Cloud Certifications• Database Certifications Contact Person - Pratiksha Sonavane\r",
        "experience": "6 to 9 Yrs",
        "place": "Mumbai / Navi Mumbai / Thane",
        "posted_date": "05-Mar-2017"
    },
    {
        "company_name": "Capgemini",
        "contact_details": [
            "Company Name: Capgemini",
            "Company Description: Capgemini in India is over 85,000 people strong across nine cities (Mumbai, Bangalore, Gurgaon, Noida, Gandhinagar, Hyderabad, Pune, Kolkata and Chennai - Trichy and Salem). A pioneer in the IT industry, Capgemini has over 45 years of global expertise collaborating with leading corporations and now brings its Consulting, Technology and Outsourcing experience to India. With dedicated teams to service the local market, Capgemini has strong domain experience to assist clients across the Government and Public Sector, Energy and Utilities, Manufacturing, Telecom and Financial Services sectors."
        ],
        "discription": "Short Description\rAWS System Engineer - 6 to 9 Years - Mumbai (Airoli)\rQualifications\r\rJob Responsibilities\rJob Title: AWS System EngineerExperience:- 6 to 9 YearsJob Location:- Mumbai (Airoli)Expected Role:The role is for a strong AWS system engineer with experience of working within a dynamic and fast-paced environment reacting to changing business needs who works equally well as a team player and independently with minimum supervision.Key Responsibilities:• Develop automation scripts for aws AWS using the aws sdk,AWS SDK and AWS CloudFormation cloudformation scripts• Develop; implement and unit test the required solution, respecting Sogeti best practices, standardsstandards, and tools.• Provide estimates for work• Provide updates of status and estimates to complete• Take part in peer group code reviews• Identify risks and issues, and help monitor themMandatory Technical Skills:• Demonstrated success as SysOps Engineer/System Administrator in a rapidly changing environment.• Solid Experience working on AWS SDK, AWSL CLI and AWS CloudFormation• Solid experience using AWS core services: EC2, S3, VPC, ELB.• Solid Experience working with AWS Cli, AWS CloudFormation scripts• Experience working with scripting languages like Python, Bash• Experience working with automation tool like Chef/Puppet• Experience working with version control system like GIT• Experience working with CI tool like Jenkins• Good knowledge of code deployment• Build and release management across multiple environments and infrastructure• Experience as devops or automation engineerNice to Have Technical Skills:• Knowledge of AWS services like Lambda, DynamodbDynamoDB, RDS, EMR, S3, beanstalk• Understand Big Data & Analytics solutions Hadoop, MapReduce, Spark• Good knowledge of Iaas, Paas cloud services• Keen to adopt devops and Agile agile cultureQualifications:• B.E / B. tech or equivalentPreferred Certifications / Affiliations:• AWS cloud certificationsAssociate level certifications• AWS SysOps Administration certificationContact Person - Pratiksha Sonavane \r",
        "experience": "6 to 9 Yrs",
        "place": "Mumbai / Navi Mumbai / Thane",
        "posted_date": "05-Mar-2017"
    },
    {
        "company_name": "N2N Consultants",
        "contact_details": [
            "Company Name: N2N Consultants",
            "Company Description: Natus Management consultancy LLP is into Hr management and recruitment service.Office is in Thane Mumbai",
            "Email:  natusmc.llp@gmail.com",
            "Telephone: 9819184656"
        ],
        "discription": "Having experience in python scripting.Hands on experience in Html and java script and Ajax.Hands on experience in unit testing, pytesting and Jenkins integration with selenium.Having experience in amazons web services.Having experience Html Bootstrap, celery processHands on experience in design development and documentation",
        "experience": "7 to 12 Yrs",
        "place": "Mumbai / Navi Mumbai / Thane",
        "posted_date": "21-Feb-2017"
    },
    {
        "company_name": "ServiceNow Job Referrals",
        "contact_details": [
            "Company Name: ServiceNow Job Referrals",
            "Company Description: Get job referrals in ServiceNow from company employees by speaking with them over the phone and proving your merit. This service is provided by Round One and lets you choose the person who you would like to speak with in over 2500 companies. Referrals increase your chance of getting hired by 10 times and reduce the time taken to land the next interview call."
        ],
        "discription": "Software Quality Engineer\nService Management Hyderabad , India\n\nDescription\n\nServiceNow is changing the way people work. With a service-orientation toward the activities, tasks and processes that make up day-to-day work life, we help the modern enterprise operate faster and be more scalable than ever before.\nWe're disruptive. We work hard but try not to take ourselves too seriously. We are highly adaptable and constantly evolving. We are passionate about our product, and we live for our customers. We have high expectations and a career at ServiceNow means challenging you to always be better.\nWhat you get to do in this role:\nAs a Softw are QA Engineer , you will be a key member of the Service Management team driving the quality of our products and services to the next level. You will work within our agile software development process and have an important impact on the Service Management team. This is a developer role in Quality Engineering Department.\n\nIn order to be successful in this role, we need someone who has:\n4+ years of experience in Java programming with Selenium, JUnit and TestNG .5+ years professional experience in quality assurance or /and software application development.Recent experience with scripting in Javascript, Shell, Perl, or Python .Hands-on experience with Eclipse, Jenkin, Maven, and Git .Experience in SAAS testing for Features, Security, Upgrade, Performance, and Scalability .Experience with code coverage tools such as Jacoco and SonarQube is a plus .Experience with Appium is a plus.Ability to design, create and implement automated test cases for new requirements in complex systems quickly.Experience with agile software development process.Passionate about quality.Good communication and people skills and have good attitude.Self-starter, team player, and self-motivated.Desire to seek continuous improvement in the quality assurance processes to drive better quality and efficiency.BS in Computer Science\nWe provide competitive compensation, generous benefits and a professional atmosphere. This is a very collaborative and inclusive work environment where individuals strong on aptitude and attitude will have an opportunity to grow their professional careers through working with some of the most advanced technology and talented developers in the business.",
        "experience": "4 to 9 Yrs",
        "place": "Hyderabad",
        "posted_date": "05-Mar-2017"
    },
    {
        "company_name": "Growel Softech Pvt. Ltd.",
        "contact_details": [
            "Company Name: Growel Softech Pvt. Ltd.",
            "Company Description: Growel Softech Pvt. Ltd.",
            "Email:  shital.j@growelsoftech.com",
            "Telephone: 9370785953"
        ],
        "discription": "Python 2.7\n2 )Knowledge of HTTP protocol and web services\n3 )General server side development\n4 )Multi-threaded code\n5 )Core Java Spring",
        "experience": "2 to 8 Yrs",
        "place": "Pune",
        "posted_date": "23-Feb-2017"
    }
]