[
    {
        "company_name": "Fission Labs.",
        "contact_details": [
            "Company Name: Fission Labs.",
            "Email:  madhuri.palla@fissionlabs.com"
        ],
        "discription": "Building Machine Learning model across client requirements using Python programming and scripting. Should be able to understand, design and create models basis the service or SLA. Good knowledge in Python and Data Structures\n Fundamental design principles of scalable application, with good coding standards\n Understanding on threads and limitations\n Fundamental Knowledge on event driven programming\n Basic understanding of Machine Learning algorithms",
        "experience": "1 to 4 Yrs",
        "place": "Hyderabad",
        "posted_date": "05-Jan-2017"
    },
    {
        "company_name": "PES HR Services",
        "contact_details": [
            "Company Name: PES HR Services",
            "Company Description: PES HR Services is a PAN INDIA leading HR Services company providing End to End HR Services in the areas of Staffing, Payroll and Recruitment. In the past 7 years PES HR has provided employment opportunities to over 1900 individuals in diverse domain of Information Technology, Finance, HR, Production, Logistics, Graphics and Animation, Entertainment and other areas. Our closures cover all levels of Top, Senior, Middle Management and others. PES HR Services has team of young and dynamic consultants, who understands your needs for quick and effective recruitment solutions. They go all out to fulfil the mandates for any search. ",
            "Email:  preeti@peshr.com",
            "Telephone: 02249856818"
        ],
        "discription": "We have an urgent requirement for GIS Developer for Mumbai Location.Hiring for a MNC / CMM level 5 Organization with more than 10 lakh employees and many branches in the different City. It a US based MNC. Excellent opportunity to grow with a Brand Name. Job Title: GIS Developer. Qualification B.tech candidate with Min 2 years of experience. Shift : Rotational Shift with Fixed weekend OFF. Job Location : Airoli  Skills:Excellent Communication Skills.Gis developer who knows coding ( Tools- spatial net,Qgis, arch gis, mapinfo) on python- Autocad platform.Python experience is mandatory with excellent communication skills.candidates with any industries would be considered.The candidate will be helping in writing scripts,automate manual process etc.  Transport Facility will be provided.  If interested Please revert with the Updated CV on preeti@peshr.com Thanks & RegardsPreeti DubeyRecruitment AssociatePES HR Servicesunit 105,Building Number:6, Sec- 3, Millennium Business Park , Mahape, Navi Mumbai, 400710Preeti@peshr.comcontact number:02249856818   ",
        "experience": "2 to 6 Yrs",
        "place": "Mumbai / Navi Mumbai / Thane",
        "posted_date": "24-Jan-2017"
    },
    {
        "company_name": "New Parameter Education Pvt Ltd",
        "contact_details": [
            "Company Name: New Parameter Education Pvt Ltd",
            "Email:  info@newparameter.com",
            "Telephone: 9999005068"
        ],
        "discription": "5+ years of experience with Python\nGood understanding of Object Oriented Design methodology, UML-based object modeling and ontology design.\nFamiliarity with web app frameworks such as Django or WebApp2\nExcellent web development practices, including unit, integration, and load testing are a must.\nExperience in developing Rest API using Python.\nHandling of data objects in JSON, XML, common open source libraries in Python\nUnderstanding of PEP8  coding standards Python based access to SQL and NoSQL Database\nExperience using Celery framework\nExperience working with Github, Bitbucket, Maven, Jenkins\nHighly Desired Agile Scrum development, use of Jira or equivalent tools\nNice to have:\nExperience using BOTO\nExperience using RabbitMQ or equivalent\nExperience using MongoDB preferred",
        "experience": "2 to 8 Yrs",
        "place": "Pune",
        "posted_date": "23-Feb-2017"
    },
    {
        "company_name": "jbb  innotors",
        "contact_details": [
            "Company Name: jbb  innotors",
            "Company Description: JBB offer recruitment services as a core product across all levels and is also specialized in Process Management, Payroll Processing, Human Outsourcing and Temporary Work Force Solutions.",
            "Email:  saritajbbinnovators@gmail.com",
            "Telephone: 9540488844"
        ],
        "discription": "Job Role· Analyze data come up with solutions (using available tools).· Create, analyses and maintain explanatory/predictive statistical models.· Work includes all phases of the modeling process: research design, data extraction and cleaning, model building and validation.· To work through the entire life cycle of a project from inception to implementation.· Co-ordinate with different SMEs for seeking the inputs to explore data extraction approach and road map the analysis mile stones.· Articulate complex problems narrated vaguely into precise business requirements & technical specifications· Develop and maintain working relationships with key customer stakeholders Requirements· Exp. Range -3-8 years of work experience in the area(s) of advance statistical analysis/modeling/data mining/Machine Learning· Proficiency required in one or more of analytical tools such as R, Python, Matlab.· Experience in at least two of the areaso Statistical modeling (Regression, Classification, Time-series forecasting) /Machine Learning /Text Mining /Optimization /Visualization· Knowledge on Machine Learning Techniques and R, SQL, would be added advantage· Knowledge of statistical tools and techniques, especially those relating to data mining· Demonstrated ability to work with large data sets· 2-4 years of work experience in the area of Supply Chain Analytics/ service event/ incidents analytics  Skills· Ability to move data around, from a database or an API, through a transformation or to a model and into human-readable form (ROC curve, Excel chart, map, d3 visualization, Tableau, etc.)· Experience with Python, R,SQL, Matlab.· Ability to initiate & act, deal with ambiguity, experiment and turn losses into wins by moving forward· Complex, undefined problems and petabytes challenge you.",
        "experience": "2 to 5 Yrs",
        "place": "Pune",
        "posted_date": "23-Jan-2017"
    },
    {
        "company_name": "Placement Team Inc Partner of Placement Team Inc",
        "contact_details": [
            "Company Name: Placement Team Inc Partner of Placement Team Inc",
            "Company Description: Placement Team IncPlacement Team is specializing in the permanent recruitment, contract staffing, placement consultancy, recruitment process outsourcing(RPO) and managed offshore services for IT & Non-IT sectors across all verticals.  A professionally managed company,we have HR experts here to cater to the clients and candidates requirements effectively. With their experience and expertise,they are efficient at matching the right candidate to the most suitable job for him/her.  One of the main challenges faced by almost every organisation, is to fit the right person at the right post. Recruiting and selecting candidates has become one of the most resource consuming process both in terms of money and time. http://www.placement.team ",
            "Email:  forjobcv@gmail.com",
            "Telephone: 0000000"
        ],
        "discription": "Technical Support Engineerexperience in technical/ application supportBachelors degree in Computer Science or EquivalentSolid knowledge of web and technical environmentsSound knowledge of at least one programming language (PHP, Java, .NET, Python, Ruby or others)Good communication skills and strong attention to detail",
        "experience": "0 to 2 Yrs",
        "place": "Bangalore, Noida, Chennai, Hyderabad, Kolkata",
        "posted_date": "23-Jan-2017"
    },
    {
        "company_name": "sriven info consultants india pvt ltd.",
        "contact_details": [
            "Company Name: sriven info consultants india pvt ltd.",
            "Company Description: sriven info consultants india pvt ltd.",
            "Email:  hr@sriveninfo.com",
            "Telephone: 9963552460"
        ],
        "discription": "1+ years experience in enterprise software development, including use of agile methods and distributed team-based development practices.\n- Proficient in Python.\n- Experience with system level programming particularly for Linux (RHEL, CentOS, Ubuntu or similar)\n- Ability to quickly gain required competencies both through training and self-directed learning activities.\n- Good understanding of Data Structures, Algorithms and OS concepts\n- Use of Git, SVN or other distributed development environments.\n- Aptitude to work independently on project in a deadline-driven environment\n- Participate in design and code reviews\n- Excellent debugging and analytical skills\n- Provide technical guidance to other team members.\n- Excellent understanding of coding methods and best practices.\n- Excellent written and verbal communication and interpersonal skills\n\nResponsibilities:\n\n- Collaborate with other team members\n- Promote usability best practices\n- Stay up-to-date on emerging technologies",
        "experience": "2 to 6 Yrs",
        "place": "Mumbai / Navi Mumbai / Thane",
        "posted_date": "24-Feb-2017"
    },
    {
        "company_name": "Microsoft Job Referrals Powered by Round One",
        "contact_details": [
            "Company Name: Microsoft Job Referrals Powered by Round One",
            "Company Description: Get job referrals in Microsoft from company employees by speaking with them over the phone and proving your merit. This service is provided by Round One and lets you choose the person who you would like to speak with in over 2500 companies. Referrals increase your chance of getting hired by 10 times and reduce the time taken to land the next interview call."
        ],
        "discription": "This Job is eligible for the following work arrangements : Flex Time\nThe Services Insights team is chartered to enable positive business outcomes by driving right behaviors and decisions through bold insights. \nThe Data Scientist is a linchpin role working within the Services Business Insights team. This person will work with cross-functional teams across the Services organization to effectively manage and deliver on Insights & Analytics, operations and transformation. In this critical Program, you will be responsible for executing on business objectives through analytical modeling that incorporate HQ functions, consulting domain leadership and area/field leadership thereby creating transparency around insights & analytics initiatives through a rhythm of the business (ROB). You will execute on the detailed implementation, and support of analytical models, tools and techniques including process changes that are part of this program. We are looking for a talented and motivated analytics professional who can build predictive models and solve a wide variety of predictive analytics problems - all with the goal of providing actionable insights into business processes and customer experience. You will contribute to continuing the team s progress toward being a recognized hub for forward thinking in the field of advanced data analytics. The team consists of experts in statistical data analysis, machine learning, driver analysis, forecasting, big data technologies, fraud analytics, and clickstream analytics etc. For the right individual, this job offers a gateway to an ocean of opportunities in the area of: Predicting customers  next issues to solve them proactively Implementing production natural language processing and classification Building simulations to test and optimize processes Providing analytics on clickstream data for as many customers each year as Facebook has users Using data to optimize sales opportunities, identify support issues and understand customers Proactively identifying service and quality issues before customers realize there is a problem Detecting fraud and preventing loss of millions of dollars KEY ACCOUNTABILITIES: Build and develop analytical models working along side a strong team of Leads, Analysts, Architects to deliver priority outcomes in alignment with the strategic roadmap for Services Engage broadly with the Decision Science teams to frame, structure and prioritize business problems where insights can have the biggest impact Act as an evangelist and catalyst for BI & Analytics innovation Manage the portfolio of work for BI & Analytics and partner with decision science team on monthly governance with stakeholders Partner on a robust, sustainable cloud first big data architecture, data lake, data mart and other assorted reporting/distribution services with the data engineering teams Partner with data science team to apply advanced analytics concepts towards rich and bold insights Attract, develop, retain talent and improving productivity, efficiency and effectiveness of the team and / or business. Create and manage standards, processes and procedures to ensure agile delivery and consistent operations. KEY QUALIFICATIONS: 8+ years of analytical hands on experience across Regression(Linear/Logit/Gamma), K-Means/Modes/Hier. Clustering, Markov Chain Monte Carlo, Non Linear Time Series. Text mining, Dynamic Programming, Hypothesis testing, OR and Optimization techniques, Fraud Analytics etc. Proven track record of delivering highly-scalable and reliable systems through multiple cycles. Experience on Microsoft BI stack and exposure to Big Data, machine learning and data mining, large scale computing systems like COSMOS, Hadoop, MapReduce and other big data technologies including experience in SQL, R, Python, SAS, AzureML or similar languages. Design and BI architecture skills, partnering with engineering & information architecture teams on design & architecture Excellent communications and interpersonal skills. Ability to convince other strong personalities of their ideas and work with a large number of partners in solving a problem. Masters in Statistics/Econometrics or PhD in Statistics/Economics/ Computer Science or related discipline is preferable, but a candidate with MS combined with strong analytical background in problems relating to Big Data and Analytics is also acceptable. PERSONAL ATTRIBUTES/INTERPERSONAL SKILLS: o Excellent written and oral communication skills, particularly the ability to synthesize complex issues/scenarios into easy-to-understand concepts. o An attention to detail with self-discipline and a drive for results. o Demonstrated ability to work in ambiguous situations and across organizational boundaries. Microsoft is an equal opportunity employer. All qualified applicants will receive consideration for employment without regard to race, color, gender, sexual orientation, gender identity or expression, religion, national origin, marital status, age, disability, veteran status, genetic information, or any other protected status. Microsoft Services is dedicated to delivering on Microsoft s mission to empower every person and every organization on the planet to achieve more. As one of the largest divisions inside Microsoft - with over 21,500 employees worldwide - this diverse team includes architects, consultants, support professionals, sales, and business leaders who serve customers in 191 countries and 46 languages. Simply put, we help customers get the most out of their technology investments. We are proud to be the face of Microsoft to many of our customers and partners. The power of that connection, in addition to understanding how they use our products, helps us deliver the voice of our customers back to our business groups to make our technology and Microsoft even better.",
        "experience": "8 to 18 Yrs",
        "place": "Hyderabad",
        "posted_date": "26-Feb-2017"
    },
    {
        "company_name": "Not Available or Hidden",
        "contact_details": [
            "Company Name: [Company Hidden]",
            "Company Description: Pearson is a MNC specializes on online examinations."
        ],
        "discription": "As discussed, we are looking for DevOps Experts for our Multi National client - Pearson.Location: MumbaiClient: PearsonExperience: 10 to 15 yearsSkills: DevOps, Rightscale, Ansible, Python Scripting, Jenkins, GradleWill provide good salary.The candidate should be ready to travel to Europe and America for DevOps implementation, training and team building.If you are interested please get back to me with your latest resume, duration of Notice period, Current and Expected Salary.",
        "experience": "8 to 13 Yrs",
        "place": "Mumbai / Navi Mumbai / Thane",
        "posted_date": "23-Jan-2017"
    },
    {
        "company_name": "E2e info solutions.",
        "contact_details": [
            "Company Name: E2e info solutions.",
            "Company Description: We are Hr Recruiting Firm. We placed right candidate at right place.We provides experienced & fesher candidate. We are doing recruiting for all types of industry.e2einfosolutions are based in Recruitement profile.  ",
            "Email:  e2ereshma1@gmail.com",
            "Telephone: 8268001307"
        ],
        "discription": "Work on the core system which powers a highly scalable platform. As a senior member of the\n\nplatform team you'll need to support existing platform, and build on new features on product\n\nrequirement basis. Also mentor your junior members.\n\nRight from working on the architecture implementation, to scaling up the systems and monitoring of\n\nsystem resources is the responsibility of this team.\n\nMust Haves:\n\n- Atleast 3+ years of experience in web/mobile app backend development.\n\n- Great problem solver.\n\n- Handled systems with large number of concurrent users.\n\n- Hands-on experience on Python.\n\n- Good understanding of Data Structures, Algorithms, and OS concepts.\n\n- Experience with at-least one modern web-based frameworks.\n\n(Django/NodeJs/Tornado/Something similar or better)\n\n- Expert on Linux/GNU management.\n\n- Good knowledge of MySQL/Mongo/Solr/ElasticSearch/Redis.\n\nNice to have:\n\n- Designed and developed large distributed systems.\n\n- Experience on Apache httpd, nginx, uwsgi.\n\n- Hands on fabric/Ansible/Vagrant/Docker.\n\n- Experience with Amazon Web Services.\n\n- Experience with setting up reverse proxy and load balancing on nginx/haproxy/etc.",
        "experience": "2 to 4 Yrs",
        "place": "Mumbai / Navi Mumbai / Thane",
        "posted_date": "21-Jan-2017"
    },
    {
        "company_name": "UrbanPro.com",
        "contact_details": [
            "Company Name: UrbanPro.com",
            "Company Description: UrbanPro is India's largest online marketplace for hiring Tutors,Trainers & Training Institutes. We have helped over 600000 students across 1000+ Categories. UrbanPro connects users with professionals, giving you visibility and opportunities to teach- full time or part time. Today there are over 3,10,000+ professionals registered on the platform who are able to find jobs, find students for tuitions and or learn new skills through our platform. "
        ],
        "discription": "UrbanPro.com is looking for skilled teachers, Computer or IT and Technical Trainers and experts in the following area to join us on our platform.Programming Languages- JAVA, C, C++, PHP, Perl, Python, Javascript, VB, Dot Net, HTML, HTML5.Databases, Database Structures, Data Warehousing.Android and iphone Programming (Mobile Application Development)Game Development. Web Development. Web DesigningDigital Marketing- Content, SEM, SEO, Social Media, Search Engine Marketing (SEM) Training.Search Engine Optimization (SEO) Training.Social Media Marketing (SMO) Training.Big Data, Hadoop, Business Analysis, Data Analytics-SAS, R, SPSS, etc.PMP, CRM, ETL, ERP.ISO, CMMIITIL, V3 Business Objects Training . Call Center TrainingCognos TrainingExcel Training- Basic and Advanced, Excel Macro Training, Excel VBA Training, Google Analytics Training, ISO Quality TrainingMacromedia Flash TrainingMicrosoft Office, Microsoft PowerPoint TrainingMySQL TrainingOmniture TrainingPMP TrainingSix Sigma TrainingSPSS TrainingEmbedded SystemsLinux, Mainframes, etc Certification- SUN, JAVA, CISCO- CCNA/CCNP, Oracle, IBM",
        "experience": "0 to 5 Yrs",
        "place": "Bangalore, Noida, Chennai, Ghaziabad, Hyderabad",
        "posted_date": "21-Jan-2017"
    },
    {
        "company_name": "Squircle IT Consulting Services Pvt. Ltd.",
        "contact_details": [
            "Company Name: Squircle IT Consulting Services Pvt. Ltd.",
            "Email:  recruiters.squircle@gmail.com",
            "Telephone: 4065656629"
        ],
        "discription": "Strong Python developer skills\n* Knowledge of SAN or NAS\n* Vipr controller/ orchestrator skills \n* CBB/ SPARK skills - SAN Analyzer is built using Spark so if we were to support fully we would need this.\n* Knowledge of Qlikview if we also needed to provide support for corona in the interim.\nResponsibilities:\n Writing scripts to automate the provisioning, monitoring and maintenance of systems in a distributed, enterprise environment.\n Working closely with engineering and operational teams to identify automation opportunities and solutions to currently manual work practices.\n Exploring new technologies to optimize the delivery and reliability of automation.",
        "experience": "5 to 8 Yrs",
        "place": "Hyderabad",
        "posted_date": "23-Feb-2017"
    },
    {
        "company_name": "Squircle IT Consulting Services Pvt. Ltd.",
        "contact_details": [
            "Company Name: Squircle IT Consulting Services Pvt. Ltd.",
            "Email:  recruiters.squircle@gmail.com",
            "Telephone: 4065656629"
        ],
        "discription": "Writing scripts to automate the provisioning, monitoring and maintenance of systems in a distributed, enterprise environment.\n Working closely with engineering and operational teams to identify automation opportunities and solutions to currently manual work practices.\n Exploring new technologies to optimize the delivery and reliability of automation.\n Interfacing with internal customers, inputting into technical solutions, advising on best practice and validating new implementations.\n Developing and promoting standard operating procedures and creating processes and tooling for operation efficiency.\n Develop automation for repeatable processes or events\n Build strong partnerships with all constituent GTI teams that participate in the delivery of the storage Service, and participate in regular project reviews for each of those teams.\n Work with vendors in problem isolation and resolution\n Develop and promote standard operating procedures. Create processes and tooling for operational efficiency\n Ownership of individual risk related issues. Drive resolution of said issues.",
        "experience": "5 to 10 Yrs",
        "place": "Hyderabad",
        "posted_date": "23-Feb-2017"
    },
    {
        "company_name": "Squircle IT Consulting Services Pvt. Ltd.",
        "contact_details": [
            "Company Name: Squircle IT Consulting Services Pvt. Ltd.",
            "Email:  recruiters.squircle@gmail.com",
            "Telephone: 4065656629"
        ],
        "discription": "Excellent communication skills.\n3+ Years of experience with Javascript Programming Language.\nSQL Queries, Data Modeling,  \nExperience with HTML and Javascript and Server Networking and MVC and User Interface",
        "experience": "3 to 6 Yrs",
        "place": "Hyderabad",
        "posted_date": "23-Feb-2017"
    },
    {
        "company_name": "Placement Team Inc Partner of Placement Team Inc",
        "contact_details": [
            "Company Name: Placement Team Inc Partner of Placement Team Inc",
            "Company Description: Placement Team IncPlacement Team is specializing in the permanent recruitment, contract staffing, placement consultancy, recruitment process outsourcing(RPO) and managed offshore services for IT & Non-IT sectors across all verticals.  A professionally managed company,we have HR experts here to cater to the clients and candidates requirements effectively. With their experience and expertise,they are efficient at matching the right candidate to the most suitable job for him/her.  One of the main challenges faced by almost every organisation, is to fit the right person at the right post. Recruiting and selecting candidates has become one of the most resource consuming process both in terms of money and time. http://www.placement.team",
            "Email:  forjobcv@gmail.com",
            "Telephone: 0000000"
        ],
        "discription": "BE/ B. Tech/ MCA/ ME/ M. Techexperience in software testing OR For M. Sc - 1 year after post qualification is must in software testing.Skill Set: JAVA, JAVA Script, JQuery, Software Engineering Principles, Software testing, Knowledge of scripting languages e.g. Shell, VB Script, Perl, Python, Automation tools - Software testing, , will be an added advantage.  ",
        "experience": "1 to 5 Yrs",
        "place": "Bhubaneswar, Gandhinagar, Kochi, Chennai, Indore",
        "posted_date": "20-Jan-2017"
    },
    {
        "company_name": "Squircle IT Consulting Services Pvt. Ltd.",
        "contact_details": [
            "Company Name: Squircle IT Consulting Services Pvt. Ltd.",
            "Email:  recruiters.squircle@gmail.com",
            "Telephone: 4065656629"
        ],
        "discription": "Remarks (if any)  deadline to share profiles /walk-in deadline/etc\nShare Profiles by Today EOD.\nDetailed JD\n More than 3 years of experience\n Basic skills required: Python/Perl/shell scripting - any one of them is a must\n CHEF/Puppet/Ansible  good to have but can also train\n Openstack  good to have but can also train",
        "experience": "3 to 8 Yrs",
        "place": "Pune",
        "posted_date": "25-Jan-2017"
    },
    {
        "company_name": "Placement Team Inc Hiring For Placement Team Inc",
        "contact_details": [
            "Company Name: Placement Team Inc Hiring For Placement Team Inc",
            "Company Description: Placement Team IncPlacement Team is specializing in the permanent recruitment, contract staffing, placement consultancy, recruitment process outsourcing(RPO) and managed offshore services for IT & Non-IT sectors across all verticals.  A professionally managed company,we have HR experts here to cater to the clients and candidates requirements effectively. With their experience and expertise,they are efficient at matching the right candidate to the most suitable job for him/her.  One of the main challenges faced by almost every organisation, is to fit the right person at the right post. Recruiting and selecting candidates has become one of the most resource consuming process both in terms of money and time.http://www.placement.team",
            "Email:  forjobcv@gmail.com",
            "Telephone: 000000000"
        ],
        "discription": "Trainee ProgrammerRequired Skills: HTML,JavaScript,CSS,Ajax,PHP,MySQL,PythonDesignation: Trainee ProgrammerEligibility: BE/B.TechExperience: FresherRequired Skills:Basic Knowledge in JavaScript, jQuery, HTML,HTML5 programming, CSS.Problem Solving Skills.In depth Knowledge of Programming languages.Good communication/ analytical skills.",
        "experience": "0 to 1 Yr",
        "place": "Bangalore, Noida, Chennai, Hyderabad, Kolkata",
        "posted_date": "19-Jan-2017"
    },
    {
        "company_name": "Squircle IT Consulting Services Pvt. Ltd.",
        "contact_details": [
            "Company Name: Squircle IT Consulting Services Pvt. Ltd.",
            "Email:  recruiters.squircle@gmail.com",
            "Telephone: 4065656629"
        ],
        "discription": "Java/Spring/Hibernate\n Must have skills  Core Java, JSP, Servlets, Hibernate, MySQL,\n Good to have skills  Spring, Struts, Messaging\n Alternative skills (If Must have is difficult to find)\n Experience  more of 3 to 7 yrs experience",
        "experience": "3 to 7 Yrs",
        "place": "Pune",
        "posted_date": "25-Jan-2017"
    },
    {
        "company_name": "Atharva Infotech pvt ltd.",
        "contact_details": [
            "Company Name: Atharva Infotech pvt ltd.",
            "Company Description: Atharva Infotech pvt ltd.",
            "Email:  info@atharvainfotech.com",
            "Telephone: 2267204989"
        ],
        "discription": "Responsible for Providing Demos / POC for customer\nResponsible for UAT / Customer Environment / Installation, Implementation & Configuration on Nagios Enterprise XI\nProduct Presentation\nProduct Configuration & Integration\nScripting understanding Eg- Perl and Python\nExperience working in large load balancing environments\n2 year of Experience on Linux\nExperience with Centralized log analysis tools eg. Syslog-ng\nStorage Engineering: Network Storage (NAD, SAN and Virtualized)\nUnderstood of various DB (Data Base)\n\nJob description: \nMust be experience in: Bash, Perl, PHP\nExcellent understanding of networking protocols\nExperience on Network Monitoring Tools\nStrong communication skills. Good in English , written and spoken\nAny Graduate",
        "experience": "3 to 4 Yrs",
        "place": "Mumbai / Navi Mumbai / Thane",
        "posted_date": "23-Jan-2017"
    },
    {
        "company_name": "Not Available or Hidden",
        "contact_details": [
            "Company Name: [Company Hidden]",
            "Company Description: reputed it company"
        ],
        "discription": "Responsibilities :- Develop technical and product vision with founders on 3 exciting products which has already gained traction.- Develop roadmaps for system and product growth, and then ensure timely execution and quality delivery- Formulate KRA's and standards of performance for the department.- Provide technical guidance, career development, mentoring and constructive feedback to team members including engineering managers- Hands-on management with deep-dive into the details of Software design, implementation and debugging, Software quality and Configuration Management- Closely monitor and guide product releases and updates- Ensure software engineering life-cycle best practices are followed- Proactively identifying architectural weaknesses and recommending appropriate solutions along with team managers- Attract and retain top engineering talent.Technical Highlights :- Current Platforms - Ruby, Ruby on Rails, Python, Android, Ajax, JavaScript, Redis, Postgres, Memcache",
        "experience": "7 to 12 Yrs",
        "place": "Bangalore, Noida, Chennai, Hyderabad, Gurgaon",
        "posted_date": "16-Jan-2017"
    },
    {
        "company_name": "Fission Labs.",
        "contact_details": [
            "Company Name: Fission Labs.",
            "Email:  madhuri.palla@fissionlabs.com"
        ],
        "discription": "The Python Engineer will be accountable to build Machine Learning model across client requirements using Python programming and scripting. He/She should be able to understand, design and create models basis the service or SLA. Building Machine Learning model across client requirements using Python programming and scripting. Should be able to understand, design and create models basis the service or SLA.",
        "experience": "1 to 4 Yrs",
        "place": "Hyderabad",
        "posted_date": "21-Dec-2016"
    }
]