[
    {
        "company_name": "Anantha Cyber Tech Pvt Ltd.",
        "contact_details": [
            "Company Name: Anantha Cyber Tech Pvt Ltd.",
            "Email:  narayan.shapuram@anantha.co.in",
            "Telephone: 4030021218"
        ],
        "discription": "Required Skills : # Strong Working Experience Python Development. # Good Experience in C OR C++ (Mandatory) # Good Communications Skills",
        "experience": "4 to 5 Yrs",
        "place": "Hyderabad",
        "posted_date": "15-Feb-2017"
    },
    {
        "company_name": "Iha Consulting Services Private Limited.",
        "contact_details": [
            "Company Name: Iha Consulting Services Private Limited.",
            "Email:  sd@ihaconsulting.in",
            "Telephone: 4040268262"
        ],
        "discription": "Graduate/ Post graduate in engineering / management from a top-tier institute with a strong academic background, with 2-6 years of \n\nrelevant industry experience and zeal to perform. Good presentation skills and client management skills is MUST. \n\nRemuneration: \n\nNegotiable based on candidate's profile. \n\nMode of Association: \n\nPart time/ Full time/ Assignment basis",
        "experience": "6 to 10 Yrs",
        "place": "Hyderabad",
        "posted_date": "15-Feb-2017"
    },
    {
        "company_name": "SciTech Patent Art Services.",
        "contact_details": [
            "Company Name: SciTech Patent Art Services.",
            "Email:  tejakumar@patent-art.com",
            "Telephone: 4027156181"
        ],
        "discription": "Experience in development in php and java \n\nKnowledge of Web UI technologies including APIs, Bootstrap, HTML5, HTTP, Web Application frameworks. \n\nKnowledge of C++, C, Python, and MYSQL will be an advantage. \n\nPrevious work experience will be preferred. \n\nMinimum requirements : Bachelor of Technology (Computer Science Engineering). \n\nAttention to details, eagerness to learn, good inter-personal skills. \n\nFluent in English (written and verbal)",
        "experience": "0 to 1 Yr",
        "place": "Hyderabad",
        "posted_date": "28-Feb-2017"
    },
    {
        "company_name": "Not Available or Hidden",
        "contact_details": [
            "Company Name: [Company Hidden]",
            "Company Description: Bins tech into Analytics,Pharma,biotech,Health care ,bio it service providerswe offer customized project strategi solutions that bring about positive and measurable changes in Pharma,Biotech and healthcare industry..",
            "Email:  hr@binstech.in",
            "Telephone: 8793829488"
        ],
        "discription": "Education and Experience Any graduation Software Knowledge requiredR- Basic and Advanced Programming Good Knowledge on ExcelDuration of the Intern ship -6 MonthsLocation -MumbaiCandidate should have basic knowledge on Reading DataWriting DataSlicing of DataMerging DataApply functionsSkills/ Knowledge Strong written and verbal communication skills Ability to prioritize multiple responsibilities to meet internal and industry deadlines. Strong problem resolution skills Ability to work well in a fast paced, high volume atmosphere hr@binstech.inwww.binstech.in ",
        "experience": "0 Yrs",
        "place": "Mumbai / Navi Mumbai / Thane",
        "posted_date": "26-Feb-2017"
    },
    {
        "company_name": "Capgemini",
        "contact_details": [
            "Company Name: Capgemini",
            "Company Description: Capgemini in India is over 85,000 people strong across nine cities (Mumbai, Bangalore, Gurgaon, Noida, Gandhinagar, Hyderabad, Pune, Kolkata and Chennai - Trichy and Salem). A pioneer in the IT industry, Capgemini has over 45 years of global expertise collaborating with leading corporations and now brings its Consulting, Technology and Outsourcing experience to India. With dedicated teams to service the local market, Capgemini has strong domain experience to assist clients across the Government and Public Sector, Energy and Utilities, Manufacturing, Telecom and Financial Services sectors."
        ],
        "discription": "Python Consultant Airoli, MumbaiRequired skills and Job responsibilitiesBasic as well hold on Object Oriented Python development/ automationPython development experienceGood Trouble-shooting skills and analytical skillsGood review and mentoring skillsGood knowledge of the SDLC processesStorage domain/ networkingPytest frameworkRequirement elicitation and understandingDocumentation of Functional specificationsDesign of identified requirementsDevelopment on Python Code creation, review in Object Oriented PythonTrouble-shooting and analysis of problems during developmentUnit testing for developed codeTesting the code developedCo-ordination with customer as applicable.Planning, monitoring and mentoring of work for subordinatesQuality processes and improvements through innovation Primary Skill: PythonJob Location: Mumbai ",
        "experience": "0 to 3 Yrs",
        "place": "Pune",
        "posted_date": "25-Feb-2017"
    },
    {
        "company_name": "Zymr Systems Pvt. Ltd.",
        "contact_details": [
            "Company Name: Zymr Systems Pvt. Ltd.",
            "Company Description: Zymr Systems Pvt. Ltd.",
            "Email:  jobs@zymr.com",
            "Telephone: 7940063726"
        ],
        "discription": "5+ years experienced Python Developer.\nAvailability to join immediately preferred.\nDesired Skills:\n5+ years of experience with Python\nGood understanding of Object Oriented Design methodology, UML-based object modeling and ontology design.\nFamiliarity with web app frameworks such as Django or WebApp2\nExcellent web development practices, including unit, integration, and load testing are a must.\nExperience in developing Rest API using Python.\nHandling of data objects in JSON, XML, common open source libraries in Python\nUnderstanding of PEP8  coding standards Python based access to SQL and NoSQL Database\nExperience using Celery framework\nExperience working with Github, Bitbucket, Maven, Jenkins\nHighly Desired Agile Scrum development, use of Jira or equivalent tools",
        "experience": "5 to 10 Yrs",
        "place": "Pune, Ahmedabad",
        "posted_date": "23-Feb-2017"
    },
    {
        "company_name": "PES HR Services Hiring For PES HR Services",
        "contact_details": [
            "Company Name: PES HR Services Hiring For PES HR Services",
            "Company Description: PES HR Services is a PAN INDIA leading HR Services company providing End to End HR Services in the areas of Staffing, Payroll and Recruitment. In the past 7 years PES HR has provided employment opportunities to over 1900 individuals in diverse domain of Information Technology, Finance, HR, Production, Logistics, Graphics and Animation, Entertainment and other areas. Our closures cover all levels of Top, Senior, Middle Management and others. PES HR Services has team of young and dynamic consultants, who understands your needs for quick and effective recruitment solutions. They go all out to fulfill the mandates for any search. ",
            "Email:  deepti@peshr.com",
            "Telephone: 9730490082"
        ],
        "discription": "This will be an IC role· Gis developer whos knows coding ( Tools- spatial net,Qgis, arch gis, mapinfo) on python- Autocad platform· Python experience is mandatory with excellent communication skills· candidates with any industries would be considered.· The candidate will be helping in writing scripts,automate manual process etc.· Education: BE with min 2yrs exp· Shift timings – Rotational shifts (weekends off)",
        "experience": "2 to 4 Yrs",
        "place": "Mumbai / Navi Mumbai / Thane",
        "posted_date": "24-Feb-2017"
    },
    {
        "company_name": "New Parameter Education Pvt Ltd",
        "contact_details": [
            "Company Name: New Parameter Education Pvt Ltd",
            "Email:  info@newparameter.com",
            "Telephone: 9999005068"
        ],
        "discription": "5+ years of experience with Python\nGood understanding of Object Oriented Design methodology, UML-based object modeling and ontology design.\nFamiliarity with web app frameworks such as Django or WebApp2\nExcellent web development practices, including unit, integration, and load testing are a must.\nExperience in developing Rest API using Python.\nHandling of data objects in JSON, XMLCommon open source libraries in Python\nUnderstanding of PEP8 - coding standards\nPython based access toSQL and NoSQL Database\nExperience using Celery framework\nExperience working with Github, Bitbucket, Maven, Jenkins\nHighly Desired Agile Scrum development, use of Jira or equivalent toolsNice to have :\nExperience using BOTO\nExperience using RabbitMQ or equivalent\nExperience using MongoDB preferred.",
        "experience": "2 to 8 Yrs",
        "place": "Pune",
        "posted_date": "23-Feb-2017"
    },
    {
        "company_name": "Microsoft Job Referrals Powered by Round One",
        "contact_details": [
            "Company Name: Microsoft Job Referrals Powered by Round One",
            "Company Description: Get job referrals in Microsoft from company employees by speaking with them over the phone and proving your merit. This service is provided by Round One and lets you choose the person who you would like to speak with in over 2500 companies. Referrals increase your chance of getting hired by 10 times and reduce the time taken to land the next interview call."
        ],
        "discription": "The Services Insights team is chartered to enable positive business outcomes by driving right behaviors and decisions through bold insights. \nThe Data Scientist is a linchpin role working within the Services Business Insights team. This person will work with cross-functional teams across the Services organization to effectively manage and deliver on Insights & Analytics, operations and transformation. In this critical Program, you will be responsible for executing on business objectives through analytical modeling that incorporate HQ functions, consulting domain leadership and area/field leadership thereby creating transparency around insights & analytics initiatives through a rhythm of the business (ROB). You will execute on the detailed implementation, and support of analytical models, tools and techniques including process changes that are part of this program. We are looking for a talented and motivated analytics professional who can build predictive models and solve a wide variety of predictive analytics problems - all with the goal of providing actionable insights into business processes and customer experience. You will contribute to continuing the team s progress toward being a recognized hub for forward thinking in the field of advanced data analytics. The team consists of experts in statistical data analysis, machine learning, driver analysis, forecasting, big data technologies, fraud analytics, and clickstream analytics etc. For the right individual, this job offers a gateway to an ocean of opportunities in the area of: Predicting customers  next issues to solve them proactively Implementing production natural language processing and classification Building simulations to test and optimize processes Providing analytics on clickstream data for as many customers each year as Facebook has users Using data to optimize sales opportunities, identify support issues and understand customers Proactively identifying service and quality issues before customers realize there is a problem Detecting fraud and preventing loss of millions of dollars KEY ACCOUNTABILITIES: Build and develop analytical models working along side a strong team of Leads, Analysts, Architects to deliver priority outcomes in alignment with the strategic roadmap for Services Engage broadly with the Decision Science teams to frame, structure and prioritize business problems where insights can have the biggest impact Act as an evangelist and catalyst for BI & Analytics innovation Manage the portfolio of work for BI & Analytics and partner with decision science team on monthly governance with stakeholders Partner on a robust, sustainable cloud first big data architecture, data lake, data mart and other assorted reporting/distribution services with the data engineering teams Partner with data science team to apply advanced analytics concepts towards rich and bold insights Attract, develop, retain talent and improving productivity, efficiency and effectiveness of the team and / or business. Create and manage standards, processes and procedures to ensure agile delivery and consistent operations. KEY QUALIFICATIONS: 6+ years of analytical hands on experience across Regression(Linear/Logit/Gamma), K-Means/Modes/Hier. Clustering, Markov Chain Monte Carlo, Non Linear Time Series. Text mining, Dynamic Programming, Hypothesis testing, OR and Optimization techniques, Fraud Analytics etc. Proven track record of delivering highly-scalable and reliable systems through multiple cycles. Experience on Microsoft BI stack and exposure to Big Data, machine learning and data mining, large scale computing systems like COSMOS, Hadoop, MapReduce and other big data technologies including experience in SQL, R, Python, SAS, AzureML or similar languages. Design and BI architecture skills, partnering with engineering & information architecture teams on design & architecture Excellent communications and interpersonal skills. Ability to convince other strong personalities of their ideas and work with a large number of partners in solving a problem. Masters in Statistics/Econometrics or PhD in Statistics/Economics/ Computer Science or related discipline is preferable, but a candidate with MS combined with strong analytical background in problems relating to Big Data and Analytics is also acceptable. PERSONAL ATTRIBUTES/INTERPERSONAL SKILLS: o Excellent written and oral communication skills, particularly the ability to synthesize complex issues/scenarios into easy-to-understand concepts. o An attention to detail with self-discipline and a drive for results. o Demonstrated ability to work in ambiguous situations and across organizational boundaries. Microsoft is an equal opportunity employer. All qualified applicants will receive consideration for employment without regard to race, color, gender, sexual orientation, gender identity or expression, religion, national origin, marital status, age, disability, veteran status, genetic information, or any other protected status. Microsoft Services is dedicated to delivering on Microsoft s mission to empower every person and every organization on the planet to achieve more. As one of the largest divisions inside Microsoft - with over 21,500 employees worldwide - this diverse team includes architects, consultants, support professionals, sales, and business leaders who serve customers in 191 countries and 46 languages. Simply put, we help customers get the most out of their technology investments. We are proud to be the face of Microsoft to many of our customers and partners. The power of that connection, in addition to understanding how they use our products, helps us deliver the voice of our customers back to our business groups to make our technology and Microsoft even better.",
        "experience": "6 to 16 Yrs",
        "place": "Hyderabad",
        "posted_date": "26-Feb-2017"
    },
    {
        "company_name": "Microsoft Job Referrals Powered by Round One",
        "contact_details": [
            "Company Name: Microsoft Job Referrals Powered by Round One",
            "Company Description: Get job referrals in Microsoft from company employees by speaking with them over the phone and proving your merit. This service is provided by Round One and lets you choose the person who you would like to speak with in over 2500 companies. Referrals increase your chance of getting hired by 10 times and reduce the time taken to land the next interview call."
        ],
        "discription": "The Services Insights team is chartered to enable positive business outcomes by driving right behaviors and decisions through bold insights. \nThe Data Scientist is a linchpin role working within the Services Business Insights team. This person will work with cross-functional teams across the Services organization to effectively manage and deliver on Insights & Analytics, operations and transformation. In this critical Program, you will be responsible for executing on business objectives through analytical modeling that incorporate HQ functions, consulting domain leadership and area/field leadership thereby creating transparency around insights & analytics initiatives through a rhythm of the business (ROB). You will execute on the detailed implementation, and support of analytical models, tools and techniques including process changes that are part of this program. We are looking for a talented and motivated analytics professional who can build predictive models and solve a wide variety of predictive analytics problems - all with the goal of providing actionable insights into business processes and customer experience. You will contribute to continuing the team s progress toward being a recognized hub for forward thinking in the field of advanced data analytics. The team consists of experts in statistical data analysis, machine learning, driver analysis, forecasting, big data technologies, fraud analytics, and clickstream analytics etc. For the right individual, this job offers a gateway to an ocean of opportunities in the area of: Predicting customers  next issues to solve them proactively Implementing production natural language processing and classification Building simulations to test and optimize processes Providing analytics on clickstream data for as many customers each year as Facebook has users Using data to optimize sales opportunities, identify support issues and understand customers Proactively identifying service and quality issues before customers realize there is a problem Detecting fraud and preventing loss of millions of dollars KEY ACCOUNTABILITIES: Build and develop analytical models working along side a strong team of Leads, Analysts, Architects to deliver priority outcomes in alignment with the strategic roadmap for Services Engage broadly with the Decision Science teams to frame, structure and prioritize business problems where insights can have the biggest impact Act as an evangelist and catalyst for BI & Analytics innovation Manage the portfolio of work for BI & Analytics and partner with decision science team on monthly governance with stakeholders Partner on a robust, sustainable cloud first big data architecture, data lake, data mart and other assorted reporting/distribution services with the data engineering teams Partner with data science team to apply advanced analytics concepts towards rich and bold insights Attract, develop, retain talent and improving productivity, efficiency and effectiveness of the team and / or business. Create and manage standards, processes and procedures to ensure agile delivery and consistent operations. KEY QUALIFICATIONS: 8+ years of analytical hands on experience across Regression(Linear/Logit/Gamma), K-Means/Modes/Hier. Clustering, Markov Chain Monte Carlo, Non Linear Time Series. Text mining, Dynamic Programming, Hypothesis testing, OR and Optimization techniques, Fraud Analytics etc. Proven track record of delivering highly-scalable and reliable systems through multiple cycles. Experience on Microsoft BI stack and exposure to Big Data, machine learning and data mining, large scale computing systems like COSMOS, Hadoop, MapReduce and other big data technologies including experience in SQL, R, Python, SAS, AzureML or similar languages. Design and BI architecture skills, partnering with engineering & information architecture teams on design & architecture Excellent communications and interpersonal skills. Ability to convince other strong personalities of their ideas and work with a large number of partners in solving a problem. Masters in Statistics/Econometrics or PhD in Statistics/Economics/ Computer Science or related discipline is preferable, but a candidate with MS combined with strong analytical background in problems relating to Big Data and Analytics is also acceptable. PERSONAL ATTRIBUTES/INTERPERSONAL SKILLS: o Excellent written and oral communication skills, particularly the ability to synthesize complex issues/scenarios into easy-to-understand concepts. o An attention to detail with self-discipline and a drive for results. o Demonstrated ability to work in ambiguous situations and across organizational boundaries. Microsoft is an equal opportunity employer. All qualified applicants will receive consideration for employment without regard to race, color, gender, sexual orientation, gender identity or expression, religion, national origin, marital status, age, disability, veteran status, genetic information, or any other protected status. Microsoft Services is dedicated to delivering on Microsoft s mission to empower every person and every organization on the planet to achieve more. As one of the largest divisions inside Microsoft - with over 21,500 employees worldwide - this diverse team includes architects, consultants, support professionals, sales, and business leaders who serve customers in 191 countries and 46 languages. Simply put, we help customers get the most out of their technology investments. We are proud to be the face of Microsoft to many of our customers and partners. The power of that connection, in addition to understanding how they use our products, helps us deliver the voice of our customers back to our business groups to make our technology and Microsoft even better.",
        "experience": "8 to 18 Yrs",
        "place": "Hyderabad",
        "posted_date": "26-Feb-2017"
    },
    {
        "company_name": "Microsoft Job Referrals Powered by Round One",
        "contact_details": [
            "Company Name: Microsoft Job Referrals Powered by Round One",
            "Company Description: Get job referrals in Microsoft from company employees by speaking with them over the phone and proving your merit. This service is provided by Round One and lets you choose the person who you would like to speak with in over 2500 companies. Referrals increase your chance of getting hired by 10 times and reduce the time taken to land the next interview call."
        ],
        "discription": "The Services Insights team is chartered to enable positive business outcomes by driving right behaviors and decisions through bold insights. \nThe Microsoft Services Insights team is looking for a BI Program Manager with deep experience enabling solutions with data platform, analytics and integrated data. The role requires a broad range of industry knowledge and a minimum of 10 years implementation experience. Responsibilities: The BI Program Manager must apply advanced analysis skills and experience in principals of the analytics solution engineering to provide detailed reliable solutions and estimates for service implementations. Understanding of competitive and open source technology enables the individual to properly assess customer solutions hosted on non-Microsoft platforms. Experience/skills required for this role include: Expert level knowledge required in architecting, planning, testing and deploying analytics solutions including the following: Proven experience estimating, scoping, and writing effective statements of work that clearly set expectations and limit risk Demonstrated excellence at presenting complex development topics to both executive and technical personnel An ability to articulate architectural differences between solution methods and the challenges and approaches to integrating solutions built on different platforms including a working knowledge of different architectural frameworks that may be used by our customers Working knowledge of specialized tools and ability to roll up the sleeves and execute Knowledge of full application life cycle design tools and methodologies Ability to move between high level architectural review/design Level of actually doing all phases of an application delivery project Technical Skills needed End-to-end Microsoft BI stack: SQL Server, Azure SQL DB, Azure DW, Azure ML, Analytics Platform Server, HD Insight, Stream Insight, SharePoint BI, PowerPivot, PowerView, Excel Big Data stack: MapReduce, Hadoop, Sqoop, Pig, Hive, Hbase, Flume ETL technologies: SSIS, Talend, Pentaho, Informatica, etc DBMS: Relational (SQL Server, incl. T-SQL, Scripting, etc), columnar (RedShift, Vertica), noSQL (MongoDB, Redis, Cassandra - key-value stores, graph databases, RDF triple stores) Languages: Java, Python, R, F#, C# Data Science and Analytical tools, languages, or libraries: SAS, SPSS, R, Mahout, MatLab) High-scale or distributed RDBMS (PDW, RedShift, Teradata, Netezza, Greenplum, Aster Data, Vertica) Development environments: Visual Studio Operating Systems: Windows Azure, AWS, Windows Server, Linux Knowledge of cloud computing infrastructure (e.g. Azure, Amazon Web Services EC2, Elastic MapReduce) and considerations for scalable, distributed systems Data migration and integration from existing data stores Ability to learn and apply new technologies and programming languages as required Candidates must be fluent in English (spoken and written). Key Success Criteria and Competencies required   Ability to execute and drive ongoing improvements in delivery portfolio   Positive disruptor that can view opportunities vs barriers   Influencing stakeholders to achieve impact through collaboration, presence and strong communication skills   Customer Focus and Insight Microsoft is an equal opportunity employer. All qualified applicants will receive consideration for employment without regard to race, color, gender, sexual orientation, gender identity or expression, religion, national origin, marital status, age, disability, veteran status, genetic information, or any other protected status. Microsoft Services is dedicated to delivering on Microsoft s mission to empower every person and every organization on the planet to achieve more. As one of the largest divisions inside Microsoft - with over 21,500 employees worldwide - this diverse team includes architects, consultants, support professionals, sales, and business leaders who serve customers in 191 countries and 46 languages. Simply put, we help customers get the most out of their technology investments. We are proud to be the face of Microsoft to many of our customers and partners. The power of that connection, in addition to understanding how they use our products, helps us deliver the voice of our customers back to our business groups to make our technology and Microsoft even better.",
        "experience": "10 Yrs",
        "place": "Hyderabad",
        "posted_date": "26-Feb-2017"
    },
    {
        "company_name": "Microsoft Job Referrals Powered by Round One",
        "contact_details": [
            "Company Name: Microsoft Job Referrals Powered by Round One",
            "Company Description: Get job referrals in Microsoft from company employees by speaking with them over the phone and proving your merit. This service is provided by Round One and lets you choose the person who you would like to speak with in over 2500 companies. Referrals increase your chance of getting hired by 10 times and reduce the time taken to land the next interview call."
        ],
        "discription": "Do you have a passion for creating and managing complex, large scale data warehouses and services  A desire to shape the BI ecosystem within Services into a competitive differentiator  A passion for working with engineering counterparts and business teams to influence how data platforms and insights are developed, operationalized and leveraged  The Services Insights team is chartered to enable positive business outcomes by driving right behaviors and decisions through bold insights.\n\nThe Advanced Analytics Manager is a linchpin role working within the Services Business Insights team. This person will work with cross-functional teams across the Services organization to effectively manage and deliver on Insights & Analytics governance, operations and transformation. In this critical Program, you will be responsible for leading the analytical practice, governance, facilitating planning and prioritization workshops at analytical and leadership level that incorporate HQ functions, consulting domain leadership and area/field leadership, creating transparency around insights & analytics initiatives through a rhythm of the business (ROB). You will manage the detailed implementation, execution and support of analytical models, tools and techniques including process changes that are part of this program.\nKEY ACCOUNTABILITIES: Manage, lead and develop a strong team of Leads, Analysts, Architects to deliver priority outcomes in alignment with the strategic roadmap for Services Engage broadly with the Decision Science teams to frame, structure and prioritize business problems where insights can have the biggest impact Act as an evangelist and catalyst for BI & Analytics innovation Manage the portfolio of work for BI & Analytics and partner with decision science team on monthly governance with stakeholders Partner on a robust, sustainable cloud first big data architecture, data lake, data mart and other assorted reporting/distribution services with the data engineering teams Partner with data science team to apply advanced analytics concepts towards rich and bold insights Attract, develop, retain talent and improving productivity, efficiency and effectiveness of the team and / or business. Create and manage standards, processes and procedures to ensure agile delivery and consistent operations. KEY QUALIFICATIONS: 10+ years of experience leading analytical practice, reporting, 7+ years of analytical leadership experience across Regression(Linear/Logit/Gamma), K-Means/Modes/Hier. Clustering, Markov Chain Monte Carlo, Non Linear Time Series.\n\nText mining, Dynamic Programming, Hypothesis testing, OR and Optimization techniques, Fraud Analytics etc. Proven track record of delivering highly-scalable and reliable systems through multiple cycles. Experience on Microsoft BI stack and exposure to Big Data, machine learning and data mining, large scale computing systems like COSMOS, Hadoop, MapReduce and other big data technologies including experience in SQL, R, Python, SAS, AzureML or similar languages. Great design and BI architecture skills, partnering with engineering & information architecture teams on design & architecture Excellent communications and interpersonal skills.\n\nAbility to convince other strong personalities of their ideas and work with a large number of partners in solving a problem. Masters in Statistics/Econometrics or PhD in Statistics/Economics/ Computer Science or related discipline is preferable, but a candidate with MS combined with strong analytical background in problems relating to Big Data and Analytics is also acceptable. PERSONAL ATTRIBUTES/INTERPERSONAL SKILLS: o Excellent written and oral communication skills, particularly the ability to synthesize complex issues/scenarios into easy-to-understand concepts. o An attention to detail with self-discipline and a drive for results.\n\no Demonstrated ability to work in ambiguous situations and across organizational boundaries. Microsoft is an equal opportunity employer. All qualified applicants will receive consideration for employment without regard to race, color, gender, sexual orientation, gender identity or expression, religion, national origin, marital status, age, disability, veteran status, genetic information, or any other protected status. Microsoft Services is dedicated to delivering on Microsoft s mission to empower every person and every organization on the planet to achieve more.\n\nAs one of the largest divisions inside Microsoft - with over 21,500 employees worldwide - this diverse team includes architects, consultants, support professionals, sales, and business leaders who serve customers in 191 countries and 46 languages. Simply put, we help customers get the most out of their technology investments. We are proud to be the face of Microsoft to many of our customers and partners. The power of that connection, in addition to understanding how they use our products, helps us deliver the voice of our customers back to our business groups to make our technology and Microsoft even better.",
        "experience": "7 to 10 Yrs",
        "place": "Hyderabad",
        "posted_date": "26-Feb-2017"
    },
    {
        "company_name": "Microsoft Job Referrals Powered by Round One",
        "contact_details": [
            "Company Name: Microsoft Job Referrals Powered by Round One",
            "Company Description: Get job referrals in Microsoft from company employees by speaking with them over the phone and proving your merit. This service is provided by Round One and lets you choose the person who you would like to speak with in over 2500 companies. Referrals increase your chance of getting hired by 10 times and reduce the time taken to land the next interview call."
        ],
        "discription": "This Job is eligible for the following work arrangements : Flex Time\nThe Services Insights team is chartered to enable positive business outcomes by driving right behaviors and decisions through bold insights. The Data Scientist is a linchpin role working within the Services Business Insights team. This person will work with cross-functional teams across the Services organization to effectively manage and deliver on Insights & Analytics, operations and transformation. In this critical Program, you will be responsible for executing on business objectives through analytical modeling that incorporate HQ functions, consulting domain leadership and area/field leadership thereby creating transparency around insights & analytics initiatives through a rhythm of the business (ROB). You will execute on the detailed implementation, and support of analytical models, tools and techniques including process changes that are part of this program. We are looking for a talented and motivated analytics professional who can build predictive models and solve a wide variety of predictive analytics problems - all with the goal of providing actionable insights into business processes and customer experience. You will contribute to continuing the team s progress toward being a recognized hub for forward thinking in the field of advanced data analytics. The team consists of experts in statistical data analysis, machine learning, driver analysis, forecasting, big data technologies, fraud analytics, and clickstream analytics etc. For the right individual, this job offers a gateway to an ocean of opportunities in the area of: Predicting customers  next issues to solve them proactively Implementing production natural language processing and classification Building simulations to test and optimize processes Providing analytics on clickstream data for as many customers each year as Facebook has users Using data to optimize sales opportunities, identify support issues and understand customers Proactively identifying service and quality issues before customers realize there is a problem Detecting fraud and preventing loss of millions of dollars KEY ACCOUNTABILITIES: Build and develop analytical models working along side a strong team of Leads, Analysts, Architects to deliver priority outcomes in alignment with the strategic roadmap for Services Engage broadly with the Decision Science teams to frame, structure and prioritize business problems where insights can have the biggest impact Act as an evangelist and catalyst for BI & Analytics innovation Manage the portfolio of work for BI & Analytics and partner with decision science team on monthly governance with stakeholders Partner on a robust, sustainable cloud first big data architecture, data lake, data mart and other assorted reporting/distribution services with the data engineering teams Partner with data science team to apply advanced analytics concepts towards rich and bold insights Attract, develop, retain talent and improving productivity, efficiency and effectiveness of the team and / or business. Create and manage standards, processes and procedures to ensure agile delivery and consistent operations. KEY QUALIFICATIONS: 10+ years of analytical hands on experience across Regression(Linear/Logit/Gamma), K-Means/Modes/Hier. Clustering, Markov Chain Monte Carlo, Non Linear Time Series. Text mining, Dynamic Programming, Hypothesis testing, OR and Optimization techniques, Fraud Analytics etc. Proven track record of delivering highly-scalable and reliable systems through multiple cycles. Experience on Microsoft BI stack and exposure to Big Data, machine learning and data mining, large scale computing systems like COSMOS, Hadoop, MapReduce and other big data technologies including experience in SQL, R, Python, SAS, AzureML or similar languages. Design and BI architecture skills, partnering with engineering & information architecture teams on design & architecture Excellent communications and interpersonal skills. Ability to convince other strong personalities of their ideas and work with a large number of partners in solving a problem. Masters in Statistics/Econometrics or PhD in Statistics/Economics/ Computer Science or related discipline is preferable, but a candidate with MS combined with strong analytical background in problems relating to Big Data and Analytics is also acceptable. PERSONAL ATTRIBUTES/INTERPERSONAL SKILLS: o Excellent written and oral communication skills, particularly the ability to synthesize complex issues/scenarios into easy-to-understand concepts. o An attention to detail with self-discipline and a drive for results. o Demonstrated ability to work in ambiguous situations and across organizational boundaries. Microsoft is an equal opportunity employer. All qualified applicants will receive consideration for employment without regard to race, color, gender, sexual orientation, gender identity or expression, religion, national origin, marital status, age, disability, veteran status, genetic information, or any other protected status. Microsoft Services is dedicated to delivering on Microsoft s mission to empower every person and every organization on the planet to achieve more. As one of the largest divisions inside Microsoft - with over 21,500 employees worldwide - this diverse team includes architects, consultants, support professionals, sales, and business leaders who serve customers in 191 countries and 46 languages. Simply put, we help customers get the most out of their technology investments. We are proud to be the face of Microsoft to many of our customers and partners. The power of that connection, in addition to understanding how they use our products, helps us deliver the voice of our customers back to our business groups to make our technology and Microsoft even better.",
        "experience": "10 to 20 Yrs",
        "place": "Hyderabad",
        "posted_date": "26-Feb-2017"
    },
    {
        "company_name": "Microsoft Job Referrals Powered by Round One",
        "contact_details": [
            "Company Name: Microsoft Job Referrals Powered by Round One",
            "Company Description: Get job referrals in Microsoft from company employees by speaking with them over the phone and proving your merit. This service is provided by Round One and lets you choose the person who you would like to speak with in over 2500 companies. Referrals increase your chance of getting hired by 10 times and reduce the time taken to land the next interview call."
        ],
        "discription": "This Job is eligible for the following work arrangements : Flex Time\nThe Services Insights team is chartered to enable positive business outcomes by driving right behaviors and decisions through bold insights. The Microsoft Services Insights team is looking for a BI Program Manager with deep experience enabling solutions with data platform, analytics and integrated data. The role requires a broad range of industry knowledge and a minimum of 10 years implementation experience. Responsibilities: The BI Program Manager must apply advanced analysis skills and experience in principals of the analytics solution engineering to provide detailed reliable solutions and estimates for service implementations. Understanding of competitive and open source technology enables the individual to properly assess customer solutions hosted on non-Microsoft platforms. Experience/skills required for this role include: Expert level knowledge required in architecting, planning, testing and deploying analytics solutions including the following: Proven experience estimating, scoping, and writing effective statements of work that clearly set expectations and limit risk Demonstrated excellence at presenting complex development topics to both executive and technical personnel An ability to articulate architectural differences between solution methods and the challenges and approaches to integrating solutions built on different platforms including a working knowledge of different architectural frameworks that may be used by our customers Working knowledge of specialized tools and ability to roll up the sleeves and execute Knowledge of full application life cycle design tools and methodologies Ability to move between high level architectural review/design Level of actually doing all phases of an application delivery project Technical Skills needed End-to-end Microsoft BI stack: SQL Server, Azure SQL DB, Azure DW, Azure ML, Analytics Platform Server, HD Insight, Stream Insight, SharePoint BI, PowerPivot, PowerView, Excel Big Data stack: MapReduce, Hadoop, Sqoop, Pig, Hive, Hbase, Flume ETL technologies: SSIS, Talend, Pentaho, Informatica, etc DBMS: Relational (SQL Server, incl. T-SQL, Scripting, etc), columnar (RedShift, Vertica), noSQL (MongoDB, Redis, Cassandra - key-value stores, graph databases, RDF triple stores) Languages: Java, Python, R, F#, C# Data Science and Analytical tools, languages, or libraries: SAS, SPSS, R, Mahout, MatLab) High-scale or distributed RDBMS (PDW, RedShift, Teradata, Netezza, Greenplum, Aster Data, Vertica) Development environments: Visual Studio Operating Systems: Windows Azure, AWS, Windows Server, Linux Knowledge of cloud computing infrastructure (e.g. Azure, Amazon Web Services EC2, Elastic MapReduce) and considerations for scalable, distributed systems Data migration and integration from existing data stores Ability to learn and apply new technologies and programming languages as required Candidates must be fluent in English (spoken and written). Key Success Criteria and Competencies required   Ability to execute and drive ongoing improvements in delivery portfolio   Positive disruptor that can view opportunities vs barriers   Influencing stakeholders to achieve impact through collaboration, presence and strong communication skills   Customer Focus and Insight Microsoft is an equal opportunity employer. All qualified applicants will receive consideration for employment without regard to race, color, gender, sexual orientation, gender identity or expression, religion, national origin, marital status, age, disability, veteran status, genetic information, or any other protected status. Microsoft Services is dedicated to delivering on Microsoft s mission to empower every person and every organization on the planet to achieve more. As one of the largest divisions inside Microsoft - with over 21,500 employees worldwide - this diverse team includes architects, consultants, support professionals, sales, and business leaders who serve customers in 191 countries and 46 languages. Simply put, we help customers get the most out of their technology investments. We are proud to be the face of Microsoft to many of our customers and partners. The power of that connection, in addition to understanding how they use our products, helps us deliver the voice of our customers back to our business groups to make our technology and Microsoft even better.",
        "experience": "10 Yrs",
        "place": "Hyderabad",
        "posted_date": "26-Feb-2017"
    },
    {
        "company_name": "Microsoft Job Referrals Powered by Round One",
        "contact_details": [
            "Company Name: Microsoft Job Referrals Powered by Round One",
            "Company Description: Get job referrals in Microsoft from company employees by speaking with them over the phone and proving your merit. This service is provided by Round One and lets you choose the person who you would like to speak with in over 2500 companies. Referrals increase your chance of getting hired by 10 times and reduce the time taken to land the next interview call."
        ],
        "discription": "This Job is eligible for the following work arrangements : Flex Time\nThe Services Insights team is chartered to enable positive business outcomes by driving right behaviors and decisions through bold insights. The Data Scientist is a linchpin role working within the Services Business Insights team. This person will work with cross-functional teams across the Services organization to effectively manage and deliver on Insights & Analytics, operations and transformation. In this critical Program, you will be responsible for executing on business objectives through analytical modeling that incorporate HQ functions, consulting domain leadership and area/field leadership thereby creating transparency around insights & analytics initiatives through a rhythm of the business (ROB). You will execute on the detailed implementation, and support of analytical models, tools and techniques including process changes that are part of this program. We are looking for a talented and motivated analytics professional who can build predictive models and solve a wide variety of predictive analytics problems - all with the goal of providing actionable insights into business processes and customer experience. You will contribute to continuing the team s progress toward being a recognized hub for forward thinking in the field of advanced data analytics. The team consists of experts in statistical data analysis, machine learning, driver analysis, forecasting, big data technologies, fraud analytics, and clickstream analytics etc. For the right individual, this job offers a gateway to an ocean of opportunities in the area of: Predicting customers  next issues to solve them proactively Implementing production natural language processing and classification Building simulations to test and optimize processes Providing analytics on clickstream data for as many customers each year as Facebook has users Using data to optimize sales opportunities, identify support issues and understand customers Proactively identifying service and quality issues before customers realize there is a problem Detecting fraud and preventing loss of millions of dollars KEY ACCOUNTABILITIES: Build and develop analytical models working along side a strong team of Leads, Analysts, Architects to deliver priority outcomes in alignment with the strategic roadmap for Services Engage broadly with the Decision Science teams to frame, structure and prioritize business problems where insights can have the biggest impact Act as an evangelist and catalyst for BI & Analytics innovation Manage the portfolio of work for BI & Analytics and partner with decision science team on monthly governance with stakeholders Partner on a robust, sustainable cloud first big data architecture, data lake, data mart and other assorted reporting/distribution services with the data engineering teams Partner with data science team to apply advanced analytics concepts towards rich and bold insights Attract, develop, retain talent and improving productivity, efficiency and effectiveness of the team and / or business. Create and manage standards, processes and procedures to ensure agile delivery and consistent operations. KEY QUALIFICATIONS: 6+ years of analytical hands on experience across Regression(Linear/Logit/Gamma), K-Means/Modes/Hier. Clustering, Markov Chain Monte Carlo, Non Linear Time Series. Text mining, Dynamic Programming, Hypothesis testing, OR and Optimization techniques, Fraud Analytics etc. Proven track record of delivering highly-scalable and reliable systems through multiple cycles. Experience on Microsoft BI stack and exposure to Big Data, machine learning and data mining, large scale computing systems like COSMOS, Hadoop, MapReduce and other big data technologies including experience in SQL, R, Python, SAS, AzureML or similar languages. Design and BI architecture skills, partnering with engineering & information architecture teams on design & architecture Excellent communications and interpersonal skills. Ability to convince other strong personalities of their ideas and work with a large number of partners in solving a problem. Masters in Statistics/Econometrics or PhD in Statistics/Economics/ Computer Science or related discipline is preferable, but a candidate with MS combined with strong analytical background in problems relating to Big Data and Analytics is also acceptable. PERSONAL ATTRIBUTES/INTERPERSONAL SKILLS: o Excellent written and oral communication skills, particularly the ability to synthesize complex issues/scenarios into easy-to-understand concepts. o An attention to detail with self-discipline and a drive for results. o Demonstrated ability to work in ambiguous situations and across organizational boundaries. Microsoft is an equal opportunity employer. All qualified applicants will receive consideration for employment without regard to race, color, gender, sexual orientation, gender identity or expression, religion, national origin, marital status, age, disability, veteran status, genetic information, or any other protected status. Microsoft Services is dedicated to delivering on Microsoft s mission to empower every person and every organization on the planet to achieve more. As one of the largest divisions inside Microsoft - with over 21,500 employees worldwide - this diverse team includes architects, consultants, support professionals, sales, and business leaders who serve customers in 191 countries and 46 languages. Simply put, we help customers get the most out of their technology investments. We are proud to be the face of Microsoft to many of our customers and partners. The power of that connection, in addition to understanding how they use our products, helps us deliver the voice of our customers back to our business groups to make our technology and Microsoft even better.",
        "experience": "6 to 16 Yrs",
        "place": "Hyderabad",
        "posted_date": "26-Feb-2017"
    },
    {
        "company_name": "Ubisoft Job Referrals Powered by Round One",
        "contact_details": [
            "Company Name: Ubisoft Job Referrals Powered by Round One",
            "Company Description: Get job referrals in Ubisoft from company employees by speaking with them over the phone and proving your merit. This service is provided by Round One and lets you choose the person who you would like to speak with in over 2500 companies. Referrals increase your chance of getting hired by 10 times and reduce the time taken to land the next interview call."
        ],
        "discription": "Job Description\n\nAbout the Organization\nUbisoft is a leading creator, publisher and distributor of interactive entertainment and services, with a rich portfolio of world-renowned brands. The teams throughout Ubisoft's worldwide network of studios and business offices are committed to delivering original and memorable gaming experiences across all popular platforms.\n\nUbisoft Pune is proud to be one of the most creative video game studios in India. The studio was established in in 2008 and today it's becomes more than 600 talented employees ranging many areas of expertise and growing unit which specializes in console and mobile game\ndevelopment, quality control and web services.\nWe favor diversity, creativity, drive and team spirit. If you've got the skills and the desire to succeed, we want you to be a part of this exciting period of growth.\nDesignation: - - Tools, test automation and productivity Manager\nJob Summary: - The primary purpose of this role is to bring in more ideas on how automation techniques be applied in game testing. To bring in more applicable new techniques and methodology to foray. To work closely with Unit Managers to improvise the existing test process.\nJob Responsibilities:\nResponsible for applying automated tools to support the testing of applications across all phases of the Game Development Life Cycle.\n\nEvaluate the functional and non-functional requirements for testability and the test cases and use cases for suitability for automation\n\nImplement the strategy via developing, coding and executing test case and test script frameworks using automated tools\n\nAutomation requirement analysis, creating automation test strategy/plan, test estimation, script creation, test scripts execution, defect management and test progress reporting to stakeholders.\n\nSupport the test team by recommending tools and processes to automate other test activities, such as test management,reporting, test data generation and defect management.\n\nUnderstand the impact of change in requirement or bug fix from functional perspective or at code level.\n\nConduct automation feasibility study, automate tests and maintain automation framework/scripts.\n\nPropose and present new ideas and concepts to improve products and testing methods.\n\nKeep abreast of changes in product architecture/design as well as developments in the related domain/technology.\n\nAct as a bridge between the production team and the dev testers.\n\nIdentifying and Implementing appropriate test metrics for effective test management.\n\nInvolve in the new tool development, or enhancement of the existing tools.\n\nCommunicating effectively with development teams and testers.\n\n** These responsibilities are not limitative and can be modified in order to reach the company's goals\nand objectives as well as personal performance.\nPersonal Specifications: -\n\nBachelor's degree in Computer Science or related field\n\nMinimum 7 years of in-depth experience on automation testing\n\nExperiences using scripting languages such as Python, ruby, perl etc to execute test\nframeworks.\n\nExperience of working on automation tools and driving automation strategy\n\nPractical experience in analyzing, designing, and developing solutions to highly complex\nproblems\n\nIdeal candidate would be someone who has spent initial tenure as a developer\n\nExperience creating automated tests at the unit, integration and performance/load level\nand integrating those tests into a continuous build environment.\n\nUnderstanding of object oriented design and Agile methodologies.\n\nStrong interpersonal and communications skills and an ability to understand and articulate complex ideas and concepts in both verbal and written form\n\nMotivated self-starting individual; team player to collaborate with local and remote teams. Qualifications\n\nnull\n\nAdditional Information\n\nnull",
        "experience": "7 to 17 Yrs",
        "place": "Pune",
        "posted_date": "26-Feb-2017"
    },
    {
        "company_name": "JPMorgan Chase Job Referrals Powered by Round One",
        "contact_details": [
            "Company Name: JPMorgan Chase Job Referrals Powered by Round One",
            "Company Description: Get job referrals in JPMorgan Chase from company employees by speaking with them over the phone and proving your merit. This service is provided by Round One and lets you choose the person who you would like to speak with in over 2500 companies. Referrals increase your chance of getting hired by 10 times and reduce the time taken to land the next interview call."
        ],
        "discription": "-\n\n170010694\n\nJob Description\n\nThe Business Analyst I - BI Developer role will provide advance reporting, as well as analytics research expertise ultimately providing a high level of improved customer service. Within the Branch Analytics Team the Business Analyst I will be working on Data visualization and representation of Branch Operations data. The candidate will be expected to: Contribute to data visualization and reporting on Branch and other retail operations data. Exhibit thought leadership and demonstrate analytical thinking to drive insights from data Identify new opportunities to bring new process improvements. Communicate data findings through engaging stories that are easy to understand quickly assesses the big picture in complex situations and identify what is critical routinely make decisions for best course of action and to drive business solutions. Support internal and external processes and workflows, suggest improvements based on data analysis and provide insights into the enterprise operations. Work with business domain experts to identify data relevant for analysis Provide and apply quality assurance best practices for analysis/reporting services. Develop new visualization methods and/or tools as required. Extract/Generate reports/ data, analyze and provide recommendations for the project undertaken.\nThe candidate will be expected to:\nPartner with onshore leaders to drive projects assigned to the team\n\nContribute to data mining architectures, modeling standards, reporting, and data analysis methodologies\n\nExhibit thought leadership and demonstrate analytical thinking to drive insights from data\n\nPerform in depth analysis to resolve a business problem by employing the appropriate tools available in the enterprise\n\nIdentify new opportunities to bring new process improvements.\n\nCommunicate data findings through engaging stories that are easy to understand\n\nQuickly assesses the big picture in complex situations and identify what is critical\n\nRoutinely make decisions for best course of action and to drive business solutions\n\nSupport internal and external processes and workflows, suggest improvements based on data analysis and provide insights into the enterprise operations\n\nWork with business domain experts to identify data relevant for analysis\n\nProvide and apply quality assurance best practices for data mining/analysis services\n\nDevelop new analytical methods and/or tools as required.\n\nAdhere to change control and testing processes for modifications to analytical models\n\nCollaborate with unit managers, end users, development staff, and other stakeholders to integrate data mining results with existing systems\n\nExtract reports/ data, analyze and provide recommendations for the project undertaken\n\nRespond to and resolve data mining performance issues. Monitor data mining system performance and implement efficiency improvements\n\nQualifications\nQualifications:\nThe candidate should have 5+ years of relevant experience in Operations Research and Analytics\n\nBachelor's degree or equivalent in Statistics, modeling or data Analytics\n\nStrong Retail Banking is a must\n\nExperience working with the US Retail market is a plus\n\nExperience of working with International Partners in an Offshore and Onshore model is a plus\n\nDemonstrated proficiency with Microsoft Office (Excel, PowerPoint)\n\nProficiency in critical thinking and problem solving\n\nStrong verbal and written communication skills\n\nStrong understanding of data mining models, structures, theories, principles, and practices, including machine learning, statistics and text mining techniques\n\nExcellent knowledge of statistical and modeling tools such as SAS, R, Python and SQL\n\nExperience in large scale data handling\n\nAbility to guide and conduct research and drive valuable insights from data\n\nStrong familiarity and experience with statistics, modeling, segmentation, optimization, forecasting, demand mitigation is a must\n\nShould have strong understanding of Queuing theory\n\nExperience of visualization tools like Tableau is good to have\n\nJob\n\nOperations\n\nPrimary Location\n\nIN-MH-Mumbai-Magnus Tower / 03874\n\nOrganization\n\nCONSUMER & COMMUNITY BANKING\n\nSchedule\n\nFull-time\n\nJob Type\n\nStandard\n\nShift\n\nDay Job\n\nEmployee Status\n\nRegular\n\nCorporate Brand\n\nJPMorgan Chase & Co.",
        "experience": "5 to 10 Yrs",
        "place": "Mumbai / Navi Mumbai / Thane",
        "posted_date": "26-Feb-2017"
    },
    {
        "company_name": "Capgemini",
        "contact_details": [
            "Company Name: Capgemini",
            "Company Description: Capgemini in India is over 85,000 people strong across nine cities (Mumbai, Bangalore, Gurgaon, Noida, Gandhinagar, Hyderabad, Pune, Kolkata and Chennai - Trichy and Salem). A pioneer in the IT industry, Capgemini has over 45 years of global expertise collaborating with leading corporations and now brings its Consulting, Technology and Outsourcing experience to India. With dedicated teams to service the local market, Capgemini has strong domain experience to assist clients across the Government and Public Sector, Energy and Utilities, Manufacturing, Telecom and Financial Services sectors."
        ],
        "discription": "Job Description for the Linux Admin | Experience - 3 years to 10 yearsJob Location  Navi Mumbai  (Airoli)Job summary   Expertise in LINUX/UNIX Internal Responsible for installation and configuration of Linux, Solaris & Oracle Maintenance, patching, security best practices for Linux/Unix environments Performance tuning of Linux/Unix hosts Troubleshoot techniques for break fixes, performance, and normal deployments Experience in implementing, and supporting Linux server solutions. Shell, Perl Scripting background. Other languages programming experience a plus. Linux (Red Hat, Ubuntu) & UNIX (HP-UX, Solaris) administration and application support Manage operations and monitoring of our applications and infrastructure Task automation of infrastructure and application provisioning using bash, Python scripting",
        "experience": "3 to 9 Yrs",
        "place": "Mumbai / Navi Mumbai / Thane",
        "posted_date": "23-Feb-2017"
    },
    {
        "company_name": "Not Available or Hidden",
        "contact_details": [
            "Company Name: [Company Hidden]",
            "Company Description: Submit Your Resume & Get Calls From Top Companies. Register & Apply Now on shine.com.\n 20,000+ Recruiters  300,000+ Jobs. A Hindustan Times Company. Hiring for Top Companies \n Types: IT Jobs, Call Center Jobs, Media Jobs"
        ],
        "discription": "We're a three year old growing startup in the realtime big data analytics space, and our flagship product is a web based enterprise product. Our current market is telcos, and we plan to expand into other industries like Banking, Healthcare and Cybersecurity with the same product soon. We're looking for rockstar front-end software engineers to join our India team at Unscrambl.   Skills :  The ideal candidate would be skilled in Javascript, ES6, Angular, Bootstrap etc. Good software engineering knowledge (engineering principles, design patterns) is a big plus. Other experience with C++, Java, Python is also valuable.",
        "experience": "0 to 3 Yrs",
        "place": "All India, Pune",
        "posted_date": "25-Feb-2017"
    },
    {
        "company_name": "Streamsource Services.",
        "contact_details": [
            "Company Name: Streamsource Services.",
            "Company Description: Streamsource Services is the leading executive search, recruitment, organizational development and consulting company with a global focus on the Human Resources Management. ",
            "Email:  joe@streamsourceindia.com",
            "Telephone: 9916906567"
        ],
        "discription": "Dear Job Seeker,We have openings for PHP DEVELOPER (Consideration of candidates with product based company background only) for Pune location.About Company :It is one of India’s leading mobile application developer. We allow brands to build their own custom mobile app which help restaurants, hotels, spas, salons, musicians, artists, art galleries, etc in connecting and engaging with their audience effectively.Location : PuneExperience : 2 – 5 YearsFunction : Technology - IT & SystemsNo of Openings: 5 Job Description :We are looking for a PHP Developer who possesses a passion for pushing Web technologies to the limits and will work with our team of talented engineers to design and build the next generation of our DIY platform for mobile application. Responsibilities:· Collaborate with cross-functional teams to define, design, and ship new features.· Unit-test code for robustness, including edge cases, usability, and general reliability.· Work on bug fixing and improving application performance.· Continuously discover, evaluate, and implement new technologies to maximize development efficiency. Requirements:· BE/BTech degree in Computer Science, Engineering or a related subject· 2+ years of experience as a PHP Developer· Excellent skills with PHP or any other server side technology.· Should have hands on experience with java, Ruby on rails, python,· Should have hands on experience with RDBMS like My SQL.· Experience handling Amazon webservices for cloud management.· Should be able to work on 3rd party API integrations· Working knowledge of the general web landscape, architectures, trends, and emerging technologies· Solid understanding of the full product development life cycle· An in-depth understanding of Object Oriented concepts, data structures and algorithms· Proficiency in writing cross-browser and mobile code· Experience with JSON Parsing and Web Services· Experience in source control such as Git and SVN· Working knowledge of WAMP/LAMP stack and open source software· Experience in creating and consuming RESTful APIs· Experience in an Agile development environment· A go-getter attitude and self-motivation 3 rounds of interview (all 3 will be PI)1st - coding test2nd - Questionaire (1st two rounds will be held on the same day)3rd - Final round Qualification : B.E / B.TechWorking Days : 5 Days a Week (10:00 AM to 7:00 PM)Job Nature : Full Time PLEASE APPLY IF YOU ARE INTERESTED",
        "experience": "3 to 5 Yrs",
        "place": "Pune",
        "posted_date": "21-Feb-2017"
    }
]