[
    {
        "company_name": "Zymr Systems Pvt. Ltd.",
        "contact_details": [
            "Company Name: Zymr Systems Pvt. Ltd.",
            "Company Description: Zymr Systems Pvt. Ltd.",
            "Email:  jobs@zymr.com",
            "Telephone: 7940063726"
        ],
        "discription": "This position involves being able to understand and contribute to complex and sophisticated software test design projects that span several groups.\n\nInvolves doing high-level research and analysis related to software design and development and solve complex test automation problems across multiple enterprise software architectures.\n\nDesired Skills and Experience\n\n5+ years of experience in Software Quality Assurance Testing Role\nExperience with Selenium-WebDriver, Python, Ruby, Shell scripting, Javascript, Perl, JMeter, Robot Framework\nAgile Scrum Testing methodology experience desired\nStrong experience with web services testing using soapUI\nStrong knowledge of SQL and working with databases\nHands-on experience in programming with JUnit, writing unit and test integration tests JMeter & other tools\nUse of Issue tracking systems like Rally, Jira, Zephyr, Testlodge\nExperience using Continuous Integration tools such as Jenkins Build Server",
        "experience": "6 to 10 Yrs",
        "place": "Pune, Ahmedabad",
        "posted_date": "23-Feb-2017"
    },
    {
        "company_name": "BR Consultancy.",
        "contact_details": [
            "Company Name: BR Consultancy.",
            "Company Description: BR Consultancy pioneers in providing the path to your career excellence.We help individuals with career oppurtunities across various industry verticals to provide an allround career development opportunity.BR Consultancy has worked hands in hand with major industries across many verticals to provide the right talent pool for their industrial talent quench.We Specialize in organized recruitment services in India.We have been preferred as a recruitment agency by many Industrial Corporations over the globe, Making us proficient in recruitment’s across the globe , across multi industrial scope. BR Consultancys vast knowledge across Multi Industry segments helps professional target their careers growth.We help recruit across various industry segments for multinational corporations and leading Business houses with our unique approach to recruitment.BR is proud of its long standing relationships in the industry with major clients turn",
            "Email:  hetsi@brconsultancy.in",
            "Telephone: 7878412301"
        ],
        "discription": "Work with latest technologies like Docker, AWS, among many others.\nDevelop tools and infrastructure to deploy, administer and monitor a large scale Web Based, Internet of Things service.\nDevelop tools and infrastructure related to test automation, release automation, build and debugging environment.\nFind opportunities to automate processes, reducing time to ship new releases.\nControl and manage both internal systems as well as AWS cloud resources.\nConstantly improve developer experience by doing what it takes.\nIntroduce, maintain and upgrade software productivity tools to scale its operations.\nWork with independence, and ownership of tasks.\nBecome a life line for operations.\nWhat we are looking for : **\n\nStrong background (minimum 3 years) in devops / system administration with Linux.\nEnd to end knowledge of linux build and release processes.\nA breadth of skill including, Python, Perl, Unix shell scripting, MySQL server administration, Web Server deployment.\nAbility to query system performance metrics at a blink of eye.\nResult oriented approach to work and good communication skills.\nHuge Plus if you have : **\n\nPast experience in deploying cloud based web applications.\nExperience with embedded/distributed systems.\nExperience with hosting services like AWS, Azure, OpenStack.\nWork Environment: **\n\nOptumSoft has a flat Organization Structure, is Engineer Driven and has Open Culture.\nFlexible work hours, opportunities to work remotely, great workplace facilities with snacks and catered lunch.\nImpressive compensation packages with travel opportunities.\nOpportunity to work with engineers from top schools and accomplished top industry veterans.",
        "experience": "3 to 6 Yrs",
        "place": "Mumbai / Navi Mumbai / Thane",
        "posted_date": "23-Feb-2017"
    },
    {
        "company_name": "Mobiveil Technologies India Private Limited.",
        "contact_details": [
            "Company Name: Mobiveil Technologies India Private Limited.",
            "Company Description: Mobiveil Technologies India Private Limited.",
            "Email:  g.sudharsan@mobiveil.co.in",
            "Telephone: 9047627365"
        ],
        "discription": "Bachelors or Masters degree in Computer Science or Electrical/Computer Engineering\nUnderstanding of general purpose CPU micro architecture, including knowledge of areas such as processor pipelines, caches, memory hierarchy, and multi-processor systems\nKnowledge and or Experience in RTL Design hardware development using Verilog, ideally block design in a CPU design project or similar high performance project\nUnderstanding of CPU instruction set architecture and assembly language\nFamiliarity with ARM architecture and micro-architecture for current ARM CPU cores is helpful but not required\nSoftware development skills and/ or experience is helpful (C/C++, Python/Perl, Shell scripting)\nExperience modelling microprocessors using higher-level languages, like C/C++, is helpful but not required\nEffective communication skills and the ability to collaborate with a team",
        "experience": "4 to 5 Yrs",
        "place": "Hyderabad",
        "posted_date": "23-Feb-2017"
    },
    {
        "company_name": "New Parameter Education Pvt Ltd",
        "contact_details": [
            "Company Name: New Parameter Education Pvt Ltd",
            "Email:  info@newparameter.com",
            "Telephone: 9999005068"
        ],
        "discription": "5+ years of experience in Software Quality Assurance Testing Role\nExperience with Selenium-WebDriver, Python, Ruby, Shell scripting, Javascript, Perl, JMeter, Robot Framework\nAgile Scrum Testing methodology experience desired\nStrong experience with web services testing using soapUI\nStrong knowledge of SQL and working with databases\nHands-on experience in programming with JUnit, writing unit and test integration tests JMeter & other tools\nUse of Issue tracking systems like Rally, Jira, Zephyr, Testlodge\nExperience using Continuous Integration tools such as Jenkins Build Server",
        "experience": "2 to 8 Yrs",
        "place": "Pune",
        "posted_date": "23-Feb-2017"
    },
    {
        "company_name": "Growel Softech Pvt. Ltd.",
        "contact_details": [
            "Company Name: Growel Softech Pvt. Ltd.",
            "Company Description: Growel Softech Pvt. Ltd.",
            "Email:  shital.j@growelsoftech.com",
            "Telephone: 9370785953"
        ],
        "discription": "As a L3 engineer you will be responsible for  Analysis & Debugging of customer issues with TSAM. Resolution with work-around for TSAM issues faced by Customer Resolution with bug fixes for TSAM related issues faced by Customers Coordinating with L2 support for quick resolution of customer issues Client interaction  Knowledge of java, jython is essential.  Good knowledge on virtualization with vmware, kvm, pSeries ( LPAR, HMC , NIM, VMControl plugin ) Good understanding of IBM middleware ( WAS, DB2, ITDS) Prior knowledge on Tivoli products preferred.( TPM, SRM, ITM) Hands on with java debugging, maximo Strong networking fundamentals are required RTC, RAD/Eclipse awareness is required Knowledge of SAN storage is added advantage",
        "experience": "4 to 8 Yrs",
        "place": "Pune",
        "posted_date": "23-Feb-2017"
    },
    {
        "company_name": "GMK Techno And Services Private Ltd.",
        "contact_details": [
            "Company Name: GMK Techno And Services Private Ltd.",
            "Company Description: GMK Techno And Services Private Ltd. ",
            "Email:  sirisha@gmkgroups.com",
            "Telephone: 7842000712"
        ],
        "discription": "excellent opportunity engulfs you with one of our most renowned clients Designation: Procurement Category Analyst Energy Demand Experience: 2-4 years Job Location: Hyderabad Job Description: Bachelors graduate with 2 - 4 years of experience in data mining, big data analysisGood at explaining and communicating complex ideas or concepts on both verbal and written formats.Should have experience in working with large datasetsShould be able to explore, query, process, summarize large data setsDedication and diligence in understanding the application domain, collecting and cleaning data and conducting experiments to come with the logical data driven decisions.Creativity in model and algorithm development.Should have experience in applying statistics, machine learning, analytic approaches, tools, algorithms on large size data to discover patterns and actionable insights.Should have strong knowledge of data analysis methods, machine learning, data mining, statistics and big data infrastructuresShould have knowledge of programming fundamentals including experience with programming languages and database technologiesPreferred Skillset: R Programming, ETL, OLAP, cubes, SQL, NoSQL, Hadoop, Python, Scala, Java, Spark, data mining and analysis tools (Unstructured data Analytics, Forecasting, Clustering, Prediction & Scenario Analysis) and algorithms, machine learning, statistics",
        "experience": "3 to 7 Yrs",
        "place": "Hyderabad",
        "posted_date": "21-Feb-2017"
    },
    {
        "company_name": "Synergy Global Technologies Inc.",
        "contact_details": [
            "Company Name: Synergy Global Technologies Inc.",
            "Company Description: Synergy Global Technologies Inc.Synergy Global Technologies Inc. is a fast growing global provider of complete Information Technology solutions and services across a number of vertical domains. By using leading edge technologies and highly trained specialists and with our proprietary software products, system integration and our Information Technology enabled services we develop, integrate, deploy, support innovative technology and business process re-engineering solutions changing the future for a better tomorrow for our clients.",
            "Email:  jobsnonit@synergygti.com",
            "Telephone: 022-62231985"
        ],
        "discription": "We have urgent job opening for Fraud Manager @ Hyderabad, Telangana. If you are interested please send your updated resume at jobsit@synergygti.com.Job Description:5+ years’ Consumer Credit experience in Analytics with Degree in following Majors – Mathematics /Statistics, Operations Research, Economics, Computer Science/Engineering or other quantitative majors .At least 2+ years hand on experience in Advanced Analytics.Working knowledge of Logistical / Linear / Regressions CHAID/CART/Clustering techniques, Optimization. (LP, NLP, Integer Programming), Simulation & Neural network tools.Working knowledge of SAS, SQL, Unix, Excel. Knowledge of JAVA a plus Strong Team Player in cross-functional environment.Strong written/oral communication skills.Desirable Skills:Exposure to Big Data technologies Knowledge of R/Python and other openWorking knowledge of credit bureaus. Work experience in a US financial institution or bank.Systems Implementation experience. Knowledge of US, Canadian credit bureau dataResponsibilities:Develop and support Best-in-class analytic solutions/algorithms for Fraud Strategy in the Credit functions as required.Leverage internal and external customer and account information – use numerical, computational and operations research techniques to solve for Fraud MitigationWork on multiple projects simultaneously.Manage projects independently.Communicate fraud trends to Fraud Analysis and Strategy manager and senior leadership.Coach analysts in various business/technical aspects, establishing priorities and coordinating work.Work closely with client/portfolio teams to develop and implement Fraud strategies across the businesses.Support tracking and reporting of strategy champion/challenger tests including preliminary analysis of the performance of the different strategies.Facilitate \"Lessons Learned\" session at close of each project. Follow through on action items to ensure \"Best Practices\" are incorporated into future projects.Perform other duties and/or special projects as assigned.Regards,Upashana JaiswalSynergy Global Technologies Pvt. Ltd.upashana@synergygti.comA-401, Solaris -1, Opp. L & T Gate No.6, Powai – 400072' 022-62231985 | 02262215772",
        "experience": "5 to 10 Yrs",
        "place": "Hyderabad",
        "posted_date": "18-Feb-2017"
    },
    {
        "company_name": "Synergy Global Technologies Inc.",
        "contact_details": [
            "Company Name: Synergy Global Technologies Inc.",
            "Company Description: Synergy Global Technologies Inc.Synergy Global Technologies Inc. is a fast growing global provider of complete Information Technology solutions and services across a number of vertical domains. By using leading edge technologies and highly trained specialists and with our proprietary software products, system integration and our Information Technology enabled services we develop, integrate, deploy, support innovative technology and business process re-engineering solutions changing the future for a better tomorrow for our clients.",
            "Email:  jobsnonit@synergygti.com",
            "Telephone: 022-62231985"
        ],
        "discription": "We have urgent job opening for AVP Fraud Strategy and Analytics @ Hyderabad, Telangana. If you are interested please send your updated resume at jobsit@synergygti.com.Job Description:8+ years of experience in Analytics domain with atleast 5 years in Consumer Credit / Fraud environment. Atleast 3 years of experience managing end to end project managementMasters or Ph.D. in Mathematics/Statistics, Operations Research, Economics, Computer Science/Engineering or other quantitative majors, or equivalent experience beyond Bachelor’s degree.Deep experience with various Credit/Fraud Risk modeling & strategy building methodologies in a development role.Big-picture understanding of Credit Risk & ability to communicate with business and technical stakeholdersStrong knowledge & hands-on experience of Logistical/Linear/Regressions CHAID/CART/Clustering techniques, OptimizationSolid working knowledge of SAS, SQL, Unix, Excel.Strong written/oral communication skills.Desired Skills:Exposure to Big Data technologiesKnowledge of R/Python and other open source tools.Ability to work in a matrix organizationResponsibilities:Conduct analysis of ongoing fraud trends using historical authorization and fraud data to drive fraud strategies, reduce fraudlosses and enhance customer experience. Develop, implement, monitor and provide performance tracking of account management fraud strategies and fraud mitigation tools for all Synchrony portfolios.Manage projects to ensure successful implementation of fraud strategies, tools and processesDevelop and maintain and monitor dashboards and reports designed to track portfolio losses associated with PLCC and DC portfolios.Communicate fraud trends to Fraud Analysis and Strategy manager and senior leadershipRecommend counter measures to reduce fraud losses. Define & drive reporting standards with key focus on accuracyProvide general consultancy to support to the business in their on-going use of scores and their generation and interpretation of scorecard monitoring reportsWork on a number of different projects simultaneously, of varying complexity and length. Establishing priorities and coordinating workAppropriate management of time and resourcesProactively manage efforts to maintain stakeholder satisfaction, and quantify project benefits deliveredDevelop and support Best-in-class analytic solutions/algorithmsProvide thought leadership in various initiatives/projectsInfluence Senior Management on new tools/solutions built by the teamRegards,Upashana JaiswalSynergy Global Technologies Pvt. Ltd.upashana@synergygti.comA-401, Solaris -1, Opp. L & T Gate No.6, Powai – 400072022-62231985 | 02262215772",
        "experience": "8 to 12 Yrs",
        "place": "Hyderabad",
        "posted_date": "18-Feb-2017"
    },
    {
        "company_name": "Synergy Global Technologies Inc.",
        "contact_details": [
            "Company Name: Synergy Global Technologies Inc.",
            "Company Description: Synergy Global Technologies Inc.Synergy Global Technologies Inc. is a fast growing global provider of complete Information Technology solutions and services across a number of vertical domains. By using leading edge technologies and highly trained specialists and with our proprietary software products, system integration and our Information Technology enabled services we develop, integrate, deploy, support innovative technology and business process re-engineering solutions changing the future for a better tomorrow for our clients.",
            "Email:  jobsnonit@synergygti.com",
            "Telephone: 022-62231985"
        ],
        "discription": "We have urgent job opening for Fraud Sr. Analyst @ Hyderabad, Telangana. If you are interested please send your updated resume at jobsit@synergygti.com.Job Description:Required Skills:3+ years Consumer Credit experience in Analytics with Degree in following Majors – Mathematics/Statistics, Operations Research, Economics, Computer Science/Engineering or other quantitative majorsAt least 1 year hands on experience in Advanced Analytics(viz. Text analytics/Web Analytics).Working knowledge of Logistical/ Linear/ Regressions CHAID/CART/Clustering techniques, Optimization (LP, NLP, Integer Programming), Simulation & Neural network tools.Working knowledge of SAS, SQL, Unix, Excel. Knowledge of JAVA a plus Hands on experience in SAS Programming and data analysisLogical thought process, to think through the problem and develop a solution.Ability to gather project requirements / inputs, develop analysis approach, extract data, perform analysis and present conclusion / solution.Desired Skills:Exposure to Big Data technologies Knowledge of R/Python and other open source tools.Working knowledge of credit bureaus. Work experience in a US financial institution or bank.Systems Implementation experience. Knowledge of US, Canadian credit bureau data.Responsibilities:Conduct analysis of ongoing fraud trends using historical authorization and fraud data to drive fraud strategies, reduce fraud losses and enhance customer experience.Develop, implement, monitor and provide performance tracking of account management fraud strategies and fraud mitigation tools for all Synchrony portfolios.Support tracking and reporting of strategy champion/challenger tests including preliminary analysis of the performance of the different strategies.The selected candidate will be responsible for independently gathering project requirement and developing approach methodology for adhoc and strategy analyticsLiaison with operating managers to gather inputs / receive project toll gate sign-offs / present analysis results.The selected candidate is expected to clearly communicate and confidently present meaningful analysis to senior and executive management level.Ensure data completeness, accuracy and timeliness working closely within team on data reconciliation routines.Recommend countermeasures to reduce fraud losses.Regards,Upashana JaiswalSynergy Global Technologies Pvt. Ltd.upashana@synergygti.comA-401, Solaris -1, Opp. L & T Gate No.6, Powai – 400072022-62231985 | 02262215772",
        "experience": "3 to 6 Yrs",
        "place": "Hyderabad",
        "posted_date": "18-Feb-2017"
    },
    {
        "company_name": "Placement Team Inc Hiring For Placement Team Inc",
        "contact_details": [
            "Company Name: Placement Team Inc Hiring For Placement Team Inc",
            "Company Description: Placement Team IncPlacement Team is specializing in the permanent recruitment, contract staffing, placement consultancy, recruitment process outsourcing(RPO) and managed offshore services for IT & Non-IT sectors across all verticals.  A professionally managed company,we have HR experts here to cater to the clients and candidates requirements effectively. With their experience and expertise,they are efficient at matching the right candidate to the most suitable job for him/her.  One of the main challenges faced by almost every organisation, is to fit the right person at the right post. Recruiting and selecting candidates has become one of the most resource consuming process both in terms of money and time.http://www.placement.team",
            "Email:  forjobcv@gmail.com",
            "Telephone: 00000000"
        ],
        "discription": "C++ DeveloperOpening for C++ DeveloperExperience in C++ and Java Python or Perl scriptingC/C++ including multi-threading,sockets, & RPCJava includes Reflection, Annotations,Threads & JNI,JDO, MySQL,Java 1.6 or laterGood knowledge of Unix/Linux & windowsSkillsC / C++ Unix Development with Oracle,Software, C++, Python, Perl, Java, sockets, C++, Developer, RPC, Development, developer, JDO, JNI, Multitherading",
        "experience": "0 to 2 Yrs",
        "place": "Bhubaneswar, Bangalore, Kochi, Hyderabad, Kolkata",
        "posted_date": "17-Feb-2017"
    },
    {
        "company_name": "New Parameter Education Pvt Ltd",
        "contact_details": [
            "Company Name: New Parameter Education Pvt Ltd",
            "Email:  info@newparameter.com",
            "Telephone: 9999005068"
        ],
        "discription": "This position is responsible for working closely with management, scrum masters, and architects to be able to create and maintain highly scalable, reliable test automation frameworks. \n\nThis position involves being able to understand and contribute to complex and sophisticated software test design projects that span several groups. \nInvolves doing high-level research and analysis related to software design and development and solve complex test automation problems across multiple enterprise software architectures.\n\nDesired Skills and Experience: \n5+ years of experience in Software Quality Assurance Testing Role\nExperience with Selenium-WebDriver, Python, Ruby, Shell scripting, Javascript, Perl, JMeter, Robot Framework\nAgile Scrum Testing methodology experience desired\nStrong experience with web services testing using soapUI\nStrong knowledge of SQL and working with databases\nHands-on experience in programming with JUnit, writing unit and test integration tests JMeter & other tools\nUse of Issue tracking systems like Rally, Jira, Zephyr, Testlodge\nExperience using Continuous Integration tools such as Jenkins Build Server\nGood communications skills",
        "experience": "5 to 10 Yrs",
        "place": "Pune, Ahmedabad",
        "posted_date": "20-Feb-2017"
    },
    {
        "company_name": "LeapZen",
        "contact_details": [
            "Company Name: LeapZen",
            "Company Description: InterviewFox is an interview platform connecting employers and job seekers in real-time. NeelKRau Consulting uses InterviewFox interview platform for its recruitment needs."
        ],
        "discription": "Apply only if you are interested to work in Hyderabad.if you are python programmer and interested working in high octane environment to perform and learn simple tasks to complex in web application development, apply immediately and make your Summer worth while.You must be interested in computer programming, qualfication does not matter as long as you can code. Apply and schedule your pre-screening interview! We help our clients to understand diverse markets around the Globe and how to exploit the opportunities SEA, BRICS, MENA. At NKR our Market Research Team focuses on detailed survey through diverse channels, collect quality data, process and present to the clients",
        "experience": "0 to 1 Yr",
        "place": "Hyderabad",
        "posted_date": "30-Jan-2017"
    },
    {
        "company_name": "SOTA Technologies Solutions.",
        "contact_details": [
            "Company Name: SOTA Technologies Solutions.",
            "Company Description: SOTA Technologies Solutions.",
            "Email:  hr@sota-technologies.com",
            "Telephone: 9030173337"
        ],
        "discription": "Working experience with python, android\n - At least 3 years of System validation level test case design and execution experience.\n - Working knowledge on python scripting\n - Android Testing experience \n - Understanding of CAN, Automotive domain is an added advantage\n - Excellent Communication skills, Flexibility in timings & - location.",
        "experience": "3 to 4 Yrs",
        "place": "Mumbai / Navi Mumbai / Thane",
        "posted_date": "20-Feb-2017"
    },
    {
        "company_name": "Adam Information Technologies.",
        "contact_details": [
            "Company Name: Adam Information Technologies.",
            "Email:  venkat.sakunala@adaminfotech.com",
            "Telephone: 9505070073"
        ],
        "discription": "Communicate effectively with Project Manager on project timelines and details\nDevelop knowledge of client business objectives and suggest ways to best solution a problem\nAbility to scope tasks and provide estimates for deliverables\nAdhere to and enforce security policies\nWork with vendors on internal and client projects\n\nIntimate knowledge of MySQl programming techniques including SQL, stored procedures, and views.\nStrong web development skills including HTML, JavaScript, PHP and/or Python.\nGood communication skills\nWorked within and Agile or similar methodology\nProven ability to meet deadlines and work with project requirements\nLearn and effectively use new technologies and business concepts",
        "experience": "3 to 5 Yrs",
        "place": "Hyderabad, Other Andhra Pradesh",
        "posted_date": "20-Feb-2017"
    },
    {
        "company_name": "Squircle IT Consulting Services Pvt. Ltd.",
        "contact_details": [
            "Company Name: Squircle IT Consulting Services Pvt. Ltd.",
            "Email:  recruiters.squircle@gmail.com",
            "Telephone: 4065656629"
        ],
        "discription": "More than 3 years of experience\n Basic skills required: Python/Perl/shell scripting - any one of them is a must\n CHEF/Puppet/Ansible  good to have but can also train\n Openstack  good to have but can also train We have multiple openings for different location, for different clients. If you interesting in collabera, plz find the attached details.",
        "experience": "3 to 8 Yrs",
        "place": "Pune",
        "posted_date": "19-Feb-2017"
    },
    {
        "company_name": "OpenSource Technologies Pvt Ltd.",
        "contact_details": [
            "Company Name: OpenSource Technologies Pvt Ltd.",
            "Company Description: Opensource Technologies, has been a leading value-driven outsource software development company. We are certified 100% Export Oriented company, located in New Delhi (India). The current Strength is 50+ IT Professionals.For further details kindly visit http://www.opensourcetechnologies.com/",
            "Email:  monika@opensourcetechnologies.com",
            "Telephone: 1141833189"
        ],
        "discription": "Hands-on development experience in Python with Flask / Twisted / Django and Shell Scripts.\n\nExperience with SQLite & MySQL / PostgreSQL.\nDatabase and Networking knowledge.\nUnderstanding\nof source control, code compilation & code deployment\nStrong on coding, Strong experience on Open\nSource Technologies, Good written and verbal presentation skills,. Reviews, updates and writes requirement\ndocument, Maintain development standards, release processes, and integration procedure",
        "experience": "3 to 5 Yrs",
        "place": "Hyderabad",
        "posted_date": "15-Feb-2017"
    },
    {
        "company_name": "B R RAYSOFT TECH P LTD Hiring For B R RAYSOFT TECH P LTD",
        "contact_details": [
            "Company Name: B R RAYSOFT TECH P LTD Hiring For B R RAYSOFT TECH P LTD",
            "Company Description:  BR Raysoft Tech Pvt. Ltd. IndiaEstablished in 2002, BR Raysoft Tech Pvt. Ltd is a leading consulting and technology service company in India serving select CMM level 5 companies. Customer-centric approach ensures every client request met in time with desired quality. Company has grown from position of strength to strength. Raysoft Group Companies RAY MANAGEMENT CONSULTING Established in 2003, this company carries out the placement of IT professionals to premier IT companies like Covansys,Caterpillar, Satyam, Gavs, Barry Wehmiller International Resources, Financial Objects, etc .It also provides training in management development areas and soft skill etc. BR Computers Ltd, Established in 2001 was pioneer in Raysoft group, with the objective of carrying out the computerization programs and offering consultancy services to computer users. Having implemented basic solutions in the market, the focus shifted to advanced value added solution offerings in networking, storage systems. It also offered maintenance and enhancement services to customers on continued basis, increasing the life of the systems.",
            "Email:  rayinfochn@brraysoft.com",
            "Telephone: 9381035905"
        ],
        "discription": "Immediate job Opening for embedded c++ developer || 2-5 yrs || MumbaiMode : permanent Employment - CMML - 5Job Location : MumbaiNp : 15 days or 30daysJD: embedded c++, C#, Java, Perl, Python , Unix ,Shell Scripting,RegardsPraveen",
        "experience": "2 to 5 Yrs",
        "place": "Mumbai / Navi Mumbai / Thane",
        "posted_date": "16-Feb-2017"
    },
    {
        "company_name": "New Parameter Education Pvt Ltd",
        "contact_details": [
            "Company Name: New Parameter Education Pvt Ltd",
            "Email:  info@newparameter.com",
            "Telephone: 9999005068"
        ],
        "discription": "5+ years experienced Python Developer.\nAvailability to join immediately preferred.\nDesired Skills:\n5+ years of experience with Python\nGood understanding of Object Oriented Design methodology, UML-based object modeling and ontology design.\nFamiliarity with web app frameworks such as Django or WebApp2\nExcellent web development practices, including unit, integration, and load testing are a must.\nExperience in developing Rest API using Python.\nHandling of data objects in JSON, XML, common open source libraries in Python\nUnderstanding of PEP8  coding standards Python based access to SQL and NoSQL Database\nExperience using Celery framework\nExperience working with Github, Bitbucket, Maven, Jenkins\nHighly Desired Agile Scrum development, use of Jira or equivalent tools",
        "experience": "5 to 6 Yrs",
        "place": "Pune",
        "posted_date": "15-Feb-2017"
    },
    {
        "company_name": "Teach For India",
        "contact_details": [
            "Company Name: Teach For India",
            "Company Description: Teach For India aims to help all children in India receive a high-quality education by engaging a talented group of young leaders to work in the countrys education sector."
        ],
        "discription": "Description \n Position Summary \nThe EdX Specialist is responsible for helping build a collaborative, innovative, and productive community based around the Teacher Training Portal. The Specialist will be responsible for updating website, uploading courses to the portal and providing quality support to partner organization who are using Firki. The portal is focused on transforming teaching and learning, and providing quality education for teachers all across India. \n \nTeam Overview \nThe Training and Impact Team sets a strong vision of excellence for every staff member, Fellow and student to drive towards, designs tools, resources and learning experiences and empowers them with support and experiences to guide them on their path of leadership. We Research the biggest needs for our program and the best practices available; Design the solutions to meet the needs, Empower program staff, Fellows and students and Learn about the impact of our interventions. Through our work, we impact 40,000 students through the 1100 fellows and 80 program staff across our 7 cities. \n \nFirki \n \nFirki is Indias first and only Online Teacher Training Portal: a world-class, open-source blended learning programme for teachers across India to access, use and transform their teaching practice. It focuses on general pedagogy, is designed for both in-service and pre-service educators, to improve their practice and student outcomes. Firki aims to reach out to 50,000 users through the teacher training portal across India directly impacting 1,96,500 children. \n \nThe long term vision for Firki is to be the most accessible and effective route to a high quality alternative certification in India. Firki takes a 70/20/10 approach to teacher training in which 70% of the learning happens through the on the job experience of being a teacher in the classroom, 20% through coaching, mentoring and communities of practice, and 10% through coursework (online portal). \n \n \nResponsibilities \nResponsible for updating website, uploading courses to the portal and providing quality support to partner organization who are using Firki \nEngage with the teacher community to answer questions and provide technical questions \nIdentify areas for improvement in our setup and customization process and documentation and implement those improvements \nContribute to defining the overall strategy for increasing adoption of and contribution to the Firki edX platform, including defining and tracking metrics and setting and achieving goals based on the metrics and strategy \n \nKnowledge and Technical Skills \nKnowledge of and comfort with Python and Javascript \nFamiliarity and comfort with Devstack and Vagrant \nComfort with HTML and CSS if writing front-end features \nUnderstanding of edX internationalization, or willing to learn \nKnowledge of edX accessibility guidelines, or willing to learn   \nAbility to train teams in usage of Technology and deliver a high quality user experience \n \nCompetencies and Abilities \n \nExcellent project management, and communication \nDemonstrated excellence in building strong relationships \nStrong critical thinking skills \nAbility to be resourceful, take responsibility and find effective solutions to problems \n \nValues and Mindsets \nImmense sense of possibility \nBelief that Technology can and will change the way people work today and that the organizations can only grow with technology as one of its strong pillars \nA vision to empower an organization to innovate using Technology \n \nEducation and Experience \nWe believe that reaching our vision demands that we have the best and brightest group of leaders working to lead this country. Here are the minimum qualifications we look for:  \n \nMS/MTech/ME/BS/BTech/BE or equivalent  \n1-2 years of work experience \n1-2 years of web development experience AND/OR Proficiency in Python \nCommunity experience [preferred] \nOne or more of: \nActive participation in a significant open source community \nStrong record of contribution to open source projects \nDemonstrated success in a developer advocate or other community-facing role.  \n APPLY NOW",
        "experience": "1 to 2 Yrs",
        "place": "Mumbai / Navi Mumbai / Thane",
        "posted_date": "19-Feb-2017"
    },
    {
        "company_name": "Teach For India",
        "contact_details": [
            "Company Name: Teach For India",
            "Company Description: Teach For India aims to help all children in India receive a high-quality education by engaging a talented group of young leaders to work in the countrys education sector."
        ],
        "discription": "Description \n Position Summary \nThe EdX Intern is responsible for helping help build a collaborative, innovative, and productive community based around the Teacher Training Portal. The Intern will be responsible for updating website, and uploading courses to the portal, and occasionally providing quality support to partner organization who are using Firki. The portal is focused on transforming teaching and learning, and providing quality education for teachers all across India. \n \nTeam Overview \nThe Firki team is comprised of three verticals: content creation, partnerships and engagement and technology. \n \nResponsibilities \nWork with the content teams to upload teacher training courses on to the platform \nMonitor the usage of the EdX platform \nMake updates, upgrades and changes to the Firki website \nEngage with the teacher community to answer questions and provide technical questions \n \nKnowledge and Technical Skills \nComfort with HTML and CSS front-end features \nKnowledge of and comfort with Python and Javascript [preferred] \nFamiliarity with Devstack and Vagrant [preferred] \n \nCompetencies and Abilities \nImmense sense of possibility \nA vision to empower an organization to innovate using Technology \n \nValues and Mindsets \nBelief that Technology can and will change the way people work today and that the organizations can only grow with technology as one of its strong pillars \n \nEducation and Experience \nWe believe that reaching our vision demands that we have the best and brightest group of leaders working to lead this country. Here are the minimum qualifications we look for: \n \nMS/MTech/ME/BS/BTech/BE or equivalent Experience of web development experience or Proficiency in Python \nCommunity experience [preferred], one or more of: \nActive participation in a significant open source community \nStrong record of contribution to open source projects  \n APPLY NOW",
        "experience": "0 to 3 Yrs",
        "place": "Mumbai / Navi Mumbai / Thane",
        "posted_date": "19-Feb-2017"
    }
]