[
    {
        "company_name": "Cegonsoft private limited",
        "contact_details": [
            "Company Name: Cegonsoft private limited",
            "Company Description: We are a decade old company that specializes in IT Training, Development and Consultancy Services all under one roof. From offering training services to our students at our centers, Colleges, Corporates and developing Softwares and applications to offering good candidates to our clients, Cegonsoft Pvt Ltd offers you a wide spectrum of services. CUSTOMER I S GOD - Our Motto that we follow and this is what has helped us come this far - successful ten years in this challenging IT Industry!We are a NASSCOM Member, ISO 9001:2008 Registered and IAO Accredited Company that is process driven and is Customer Centric.",
            "Email:  sudha.b@cegonsoft.com",
            "Telephone: 8682031155"
        ],
        "discription": "an experienced Python Developer ( With exp in Django as well) who will also be a part of training our students",
        "experience": "1 to 3 Yrs",
        "place": "Bangalore",
        "posted_date": "08-Mar-2017"
    },
    {
        "company_name": "Jayatram Business Solution.",
        "contact_details": [
            "Company Name: Jayatram Business Solution.",
            "Company Description:  Jayatram Business Solution (OPC) Pvt Ltd (JRBS) Founded in 2015 by highly experienced and qualified team of Engineers, Chartered Accountant & Other Professionals, JRBS provides best of superior solutions to effectively cater to our customer's unique specific requirements. Our Specialization in Engineering, ERP (Financial/Accounts) & HR & Outsourcing Services within frame time and schedule.Jayatram Business Solution (OPC) Pvt Ltd is recognized for:-Technical Expertise in all engineering areaCommitment to Quality.Interdisciplinary collaboration.Cost effective solutionBest Co-operate TrainingCost effective manpower solution with all facilities.",
            "Technical Expertise in all engineering area",
            "Commitment to Quality.",
            "Interdisciplinary collaboration.",
            "Cost effective solution",
            "Best Co-operate Training",
            "Cost effective manpower solution with all facilities.",
            "Email:  hr@jayatrambizsol.com",
            "Telephone: 8010099418"
        ],
        "discription": "Dear Candidate,  My name is Nitin and I'm a HR recruiter at Jayatram Business Solution. I wanted to discuss the job opportunity for the position of Technical Lead. Please review the following job details and let me know if you would be interested in pursuing this role. Please reply with an updated copy of your resume . In case you are not interested or unavailable, please refer anyone in your network that you think might be a fit and interested in this position.  Title: Technical LeadSalary: Best in Industry Location: BengaluruExperience: 3.00 - 6.00 YearsVacancy : 1Job Description : 3-6 years experience in Python, Django Framework, API- s, full stack development  - Expertise on Tech Stacks, Distributed and Scalable Databases  - The individual will work closely with the senior tech leadership team in building the product.  - He has to lead a team of 4-5 developers, helping them in implementation  Skills :  - Individual should be very passionate about technology  - Should have excellent problem solving/coding skills  - Should know how to go about complex/abstract problems and implement them  Past Experience in the following is a must:  - Python and Django Frameworks  - Scalable Databases (MongoDB, PostgreSQL) and Distributed Computing  - Front-end java scripts frameworks like AngularJS  - UX Architecture design   Qualification : BE Computers btech Working Days : 5 Days a Week ( to )Job Nature : Full Time About Company :It is a New York based firm started by IIM alumni. They aim to transform the television advertising space by changing the way media will be bought and transacted in the coming years. By incorporating digital media comparable features in linear television, they will enable advertisers to significantly increase the effectiveness of their media purchase, while also enabling publishers to unlock hidden value in their ad inventory. This will lead to a drastic reduction in wastage that is inherent in the way TV advertising is transacted now. They have developed capabilities and a viable business model that will bring about much needed efficiencies in the traditional way of purchasing media on television, with value being recognized across all the players of the ecosystem.   If you are interested, apply with Updated CV along with following detail:Total Exp:Present CTC:Expected CTC:Current Location:Ready to Relocate(if outside candidate):Notice Period:Reason for Change: Note:- You may Refer Someone ",
        "experience": "3 to 6 Yrs",
        "place": "Bangalore",
        "posted_date": "28-Feb-2017"
    },
    {
        "company_name": "Not Available or Hidden",
        "contact_details": [
            "Company Name: [Company Hidden]",
            "Company Description: Submit Your Resume & Get Calls From Top Companies. Register & Apply Now on shine.com.\n 20,000+ Recruiters  300,000+ Jobs. A Hindustan Times Company. Hiring for Top Companies \n Types: IT Jobs, Call Center Jobs, Media Jobs"
        ],
        "discription": "If you are a strong Python Full-Stack Engineerlooking to be part of the founding core teamat an IoT based product startup, read on!  Glydel is inviting a strong Sr. Backend and Analytics Engineer to the team to help build the next generation of Glydel's OneFleet - Smart Transport Operating System for every business globally. It's an opportunity to join an award winning (YourStory Tech30) start-up to build innovative products and take your career to the next level!! You will be part of the founding team with strong equity benefits.   Skills and Experience  You must be happy working independently and be self-motivated to innovate.  Must Have:  Experience working for a startup or a bachelors degree from a prestigious institute Exceptional and Provable expertise in Python for developing and delivering products Understanding of Web Services, data structures and algorithms Experience or Knowledge of using Python frameworks such as Flask / Django Experience or Knowledge of using SQL and NOSQL DBs Mid-level experience in tools and technologies used for production level Cloud (Google or AWS) deployments. Highly Desirable: Full Stack experience (LAMP or similar), Storm or similar, AngularJS/React.",
        "experience": "4 to 7 Yrs",
        "place": "All India, Bangalore",
        "posted_date": "04-Mar-2017"
    },
    {
        "company_name": "Capgemini",
        "contact_details": [
            "Company Name: Capgemini",
            "Company Description: Capgemini in India is over 85,000 people strong across nine cities (Mumbai, Bangalore, Gurgaon, Noida, Gandhinagar, Hyderabad, Pune, Kolkata and Chennai - Trichy and Salem). A pioneer in the IT industry, Capgemini has over 45 years of global expertise collaborating with leading corporations and now brings its Consulting, Technology and Outsourcing experience to India. With dedicated teams to service the local market, Capgemini has strong domain experience to assist clients across the Government and Public Sector, Energy and Utilities, Manufacturing, Telecom and Financial Services sectors."
        ],
        "discription": "JD for web developer:Requirements:- Proficiency in at least one programming language: Javascript, PHP, Python, Java, HTML5, RoR etc- Proficiency creating web applications in one server side framework: Django, Rails, NodeJS, J2EE , etc.- Solid understanding of how web applications work including security, session management, SSO etc- Good understanding of advanced JavaScript libraries and frameworks such as jQuery, AngularJS, BackboneJS, KnockoutJS etc- Hands-on experience with REST APIs and SOAP APIs- Adequate knowledge of relational databases, web-sockets, network diagnosis, caching etc- Proficient understanding of code versioning tools like GIT, Subversion, Mercurial.- Fix bugs and solve problems, write documentation and automated tests- Work closely with the engineering team through participation in architecture, technical design and code reviewsDesired:- Knowledge of web standards such as WebRTC, WebComponents, WebWorkers etc- Comfortable with current transformation technologies such as XML, JSON, CSV and SQL- Comfortable with Unix/Linux as a development environment- Knowledge of Responsive Web DesignQualification:- 3 yrs + experience Object Oriented Programming and web application development- BS in computer science or a related field",
        "experience": "0 to 3 Yrs",
        "place": "Mumbai / Navi Mumbai / Thane",
        "posted_date": "07-Mar-2017"
    },
    {
        "company_name": "BR Consultancy.",
        "contact_details": [
            "Company Name: BR Consultancy.",
            "Company Description: BR Consultancy pioneers in providing the path to your career excellence.We help individuals with career oppurtunities across various industry verticals to provide an allround career development opportunity.BR Consultancy has worked hands in hand with major industries across many verticals to provide the right talent pool for their industrial talent quench.We Specialize in organized recruitment services in India.We have been preferred as a recruitment agency by many Industrial Corporations over the globe, Making us proficient in recruitment’s across the globe , across multi industrial scope. BR Consultancys vast knowledge across Multi Industry segments helps professional target their careers growth.We help recruit across various industry segments for multinational corporations and leading Business houses with our unique approach to recruitment.BR is proud of its long standing relationships in the industry with major clients turn",
            "Email:  hetsi@brconsultancy.in",
            "Telephone: 7878412301"
        ],
        "discription": "Own end to end development and operations of high performance Django Applications. Implement product features using Python 3.5, Django, AWS infrastructure, and various thirdparty libraries including or-tools\nInterface with business to define requirements, deliverables, and provide the necessary engineering expertise & support to ensure ontime delivery\nCollaborate with the entire team and customers on feature requirements and prioritization",
        "experience": "4 to 8 Yrs",
        "place": "Mumbai / Navi Mumbai / Thane",
        "posted_date": "28-Feb-2017"
    },
    {
        "company_name": "Capgemini",
        "contact_details": [
            "Company Name: Capgemini",
            "Company Description: Capgemini in India is over 85,000 people strong across nine cities (Mumbai, Bangalore, Gurgaon, Noida, Gandhinagar, Hyderabad, Pune, Kolkata and Chennai - Trichy and Salem). A pioneer in the IT industry, Capgemini has over 45 years of global expertise collaborating with leading corporations and now brings its Consulting, Technology and Outsourcing experience to India. With dedicated teams to service the local market, Capgemini has strong domain experience to assist clients across the Government and Public Sector, Energy and Utilities, Manufacturing, Telecom and Financial Services sectors."
        ],
        "discription": "Javascript, PHP, Python, Java, HTML5, RoR;;JD for web developer:Requirements:- Proficiency in at least one programming language: Javascript, PHP, Python, Java, HTML5, RoR etc- Proficiency creating web applications in one server side framework: Django, Rails, NodeJS, J2EE , etc.- Solid understanding of how web applications work including security, session management, SSO etc- Good understanding of advanced JavaScript libraries and frameworks such as jQuery, AngularJS, BackboneJS, KnockoutJS etc- Hands-on experience with REST APIs and SOAP APIs- Adequate knowledge of relational databases, web-sockets, network diagnosis, caching etc- Proficient understanding of code versioning tools like GIT, Subversion, Mercurial.- Fix bugs and solve problems, write documentation and automated tests- Work closely with the engineering team through participation in architecture, technical design and code reviewsDesired:- Knowledge of web standards such as WebRTC, WebComponents, WebWorkers etc- Comfortable with current transformation technologies such as XML, JSON, CSV and SQL- Comfortable with Unix/Linux as a development environment- Knowledge of Responsive Web DesignQualification:- 3 yrs + experience Object Oriented Programming and web application development- BS in computer science or a related field",
        "experience": "0 to 3 Yrs",
        "place": "Mumbai / Navi Mumbai / Thane",
        "posted_date": "03-Mar-2017"
    },
    {
        "company_name": "Capgemini Job Referrals",
        "contact_details": [
            "Company Name: Capgemini Job Referrals",
            "Company Description: Get job referrals in Capgemini from company employees by speaking with them over the phone and proving your merit. This service is provided by Round One and lets you choose the person who you would like to speak with in over 2500 companies. Referrals increase your chance of getting hired by 10 times and reduce the time taken to land the next interview call."
        ],
        "discription": "Javascript, PHP, Python, Java, HTML5, RoR;\n;\nJD for web developer:Requirements:Proficiency in at least one programming language: Javascript, PHP, Python, Java, HTML5, RoR etcProficiency creating web applications in one server side framework: Django, Rails, NodeJS, J2EE , etc.Solid understanding of how web applications work including security, session management, SSO etcGood understanding of advanced JavaScript libraries and frameworks such as jQuery, AngularJS, BackboneJS, KnockoutJS etcHands-on experience with REST APIs and SOAP APIsAdequate knowledge of relational databases, web-sockets, network diagnosis, caching etcProficient understanding of code versioning tools like GIT, Subversion, Mercurial.Fix bugs and solve problems, write documentation and automated testsWork closely with the engineering team through participation in architecture, technical design and code reviewsDesired:Knowledge of web standards such as WebRTC, WebComponents, WebWorkers etcComfortable with current transformation technologies such as XML, JSON, CSV and SQLComfortable with Unix/Linux as a development environmentKnowledge of Responsive Web DesignQualification:3 yrs + experience Object Oriented Programming and web application developmentBS in computer science or a related field",
        "experience": "3 to 8 Yrs",
        "place": "Mumbai / Navi Mumbai / Thane",
        "posted_date": "03-Mar-2017"
    },
    {
        "company_name": "Qualcomm india pvt ltd. Job Referrals Powered by Round One",
        "contact_details": [
            "Company Name: Qualcomm india pvt ltd. Job Referrals Powered by Round One",
            "Company Description: Get job referrals in Qualcomm india pvt ltd. from company employees by speaking with them over the phone and proving your merit. This service is provided by Round One and lets you choose the person who you would like to speak with in over 2500 companies. Referrals increase your chance of getting hired by 10 times and reduce the time taken to land the next interview call."
        ],
        "discription": "This position in the Qualcomm Bangalore office is for a manager or team lead of a small team of engineers that will be based in this office, but working closely with other contributors from the UK and the West Coast US. The project is to develop a workflow system that implements a robust quality assurance pipeline that validates hardware designs coming from internal and external logic-block designers (IP). The software being developed will be part of a high-throughput validation process handling vast amounts of data, and testing mission-critical IP before it is used by other teams within the organization. The position will involve managing the daily activities of team members, including the delegation of tasks, interacting with the other local and remote stakeholders in the project, and enforcing adoption of good software programming practices such as SCRUM, regular sprints, test-led implementation, continuous integration and automated testing. This position will be the key point-of-contact between the team and the rest of the organization. Enforcing these software practices will be critical to the role. The candidate should have a minimum of 5 years, preferably 10, in software development, and a number of years managing small teams of software engineers. Excellent skills as a Software Developer are essential, and a good knowledge of the process of how chip designs come together would be advantageous. Experience of creating large distributed data systems is required. A high level of expertise in Python is strongly preferred, and experience in web frameworks like Django, databases such as MongoDB and distributed data management will be seen as distinct advantages. Experience in source code controls systems like Perforce is valuable. Salary: Not Disclosed by Recruiter Industry: Telecom/ ISP Functional Area: IT Software - Application Programming, Maintenance Role Category: Software Developer Role: Software Developer Keyskills: PythonValidationQuality AssuranceIPQAAutomation TestingProcess HandlingWeb TechnologiesData ManagementTeam LeadingSoftware Development",
        "experience": "5 to 10 Yrs",
        "place": "Bangalore",
        "posted_date": "02-Mar-2017"
    },
    {
        "company_name": "Focus Ideas .",
        "contact_details": [
            "Company Name: Focus Ideas .",
            "Company Description: COMPANY PROFILEIntroduction: -We would like to introduce ourselves as a fastest growing professionally managed Management Service Provider in Kolkata. We are having a strong cliental in both Indian and Multi-national companies in all over India. We are working with the industries like Finance, Consumer Durables,Consumer Electronics, Telecom, Pharmaceuticals, Healthcare, FMCG, FMGC, Retailing, Hospitality, Corporate sector, Hotel Industry, Hospitality, Logistics, IT & Software, Stock Broking,and Real estate also Retail sector.We intend to focus on developing customized and innovative HR services, leveraging on our unique strengths of geographical presence, providing the full spectrum of HR services and the experience of working with the largest number of customers, candidates and diverse requirements.                      TO FOCUS  On developing customized and innovative HR services Leveraging our unique strengths of geographical presence   Providing the full spectrum of HR services                                      And  Bringing to the table our varied  experience of working with the largest number of customers, candidates and requirementsTerms & Conditions:-                                 Charges 8.33 % (CTC) of the yearly remuneration for junior and middle management positions.Charges 12.50 % (CTC) of the yearly remuneration for senior management positions.Invoice will be raised within 7 days of joining of the candidate.Payment to be made within 15 days after submission of the invoice.  ",
            "Charges 8.33 % (CTC) of the yearly remuneration for junior and middle management positions.",
            "Charges 12.50 % (CTC) of the yearly remuneration for senior management positions.",
            "Invoice will be raised within 7 days of joining of the candidate.",
            "Payment to be made within 15 days after submission of the invoice.",
            "Email:  career.focusideas@gmail.com",
            "Telephone: 9038299384"
        ],
        "discription": "Position : Technical LeadLocation : BengaluruExperience : 3 – 5 YearsFunction : Technology - IT & SystemsSkills : Python, Machine Learning, Django, MongoDB, Node.js, PostgreSQL, Amazon Web Services, Data Science, Github, Angular.JS Qualification : BE Computers B Tech  Vacancy : 1Job Description :· 3-4 years experience in Python, Django Framework, API- s, full stack development · Expertise on Tech Stacks, Distributed and Scalable Databases · The individual will work closely with the senior tech leadership team in building the product. · He has to lead a team of 4-5 developers, helping them in implementation · Looking, someone handled more of Scalability and optimisation of Projects.· Someone who is proficient in Python who can develop from scratch.· Solving the complex technical issue· Python, Machine Learning, Django, MongoDB, Node.js, PostgreSQL, Amazon Web Services, Data Science, Github, Angular.JSSkills : · Individual should be very passionate about technology · Should have excellent problem solving/coding skills · Should know how to go about complex/abstract problems and implement them Past Experience in the following is a must: · Python and Django Frameworks · Scalable Databases (MongoDB, PostgreSQL) and Distributed Computing · Front-end java scripts frameworks like AngularJS · UX Architecture designCTC : 25 – 30 lacs If interested, send updated CV passport size photograph.",
        "experience": "3 to 8 Yrs",
        "place": "Bangalore",
        "posted_date": "28-Feb-2017"
    },
    {
        "company_name": "Not Available or Hidden",
        "contact_details": [
            "Email:  sharique.faizi@outsourcingserviceprovider.com",
            "Telephone: 8961298198"
        ],
        "discription": "Job Description :-- Expert in Python, Django- Understanding of fundamental database concepts- Familiarity with versioning tools such as GIT- Must have understanding of Angular.js & Node.js - Familiarity with Big Data concepts is a plus- Good Logical & Analytical Skills- Individual performer with excellent communication skills- Flexibility to work on multiple areas of the project",
        "experience": "1 to 3 Yrs",
        "place": "Bangalore",
        "posted_date": "22-Feb-2017"
    },
    {
        "company_name": "Suntle Technology",
        "contact_details": [
            "Company Name: Suntle Technology",
            "Company Description: We empower people to engage with technology in meaningful ways.A startup which uses the best of technology.",
            "Email:  santoshnaidu009@gmail.com",
            "Telephone: 9880048222"
        ],
        "discription": "Job Summary - You will be part of the founding team of the startup. You will be closely working with the founder. We are looking for someone who is self-motivated and can work independently with minimal support during development.Responsibilities & Duties of Python Django DeveloperArchitect, design and develop full-stack web applications using the latest web technologies, primarily Django - Design web architectures keeping architectural guidelines in mind (secure, high-performing, scalable, extensible, flexible, simple)Understand business requirements and turn them into technical designsExecute in a test driven development environment, writing unit tests and building code to pass unit testsExecute in an agile environment using industry standard tools and delivering weekly code releasesArchitecting, developing and testing for cross browser, cross platform applicationsLead, mentor and train junior developersShould have exceptionally good working knowledge in Django framework.Have good experience in RDBMS databases like Oracle, MySQL, PostgreSQL.Python web scraping with scrapy or beautifulsoup.Uses VirtualEnv.Sound knowledge of Object oriented programming and its concepts.Should have good experience in Data Structure/Algorithms.Have exceptional interpersonal and communication skills.Experience & Skills: 1+ years of experience developing great web applicationsExperience in Python using Django is a mustDevelopment experience in HTML5, CSS3 and JavaScriptProficiency in using Bootstrap and jQueryHas worked with MySQL, Postgres etc.Solid experience working with Git source controlGood to have :Experience hosting in HerokuIntegrating payment gatewayExperience in building responsive websites using framework like Angular, Knockout, Backbone",
        "experience": "1 to 4 Yrs",
        "place": "Bangalore",
        "posted_date": "10-Feb-2017"
    },
    {
        "company_name": "New Parameter Education Pvt Ltd",
        "contact_details": [
            "Company Name: New Parameter Education Pvt Ltd",
            "Email:  info@newparameter.com",
            "Telephone: 9999005068"
        ],
        "discription": "5+ years of experience with Python\nGood understanding of Object Oriented Design methodology, UML-based object modeling and ontology design.\nFamiliarity with web app frameworks such as Django or WebApp2\nExcellent web development practices, including unit, integration, and load testing are a must.\nExperience in developing Rest API using Python.\nHandling of data objects in JSON, XMLCommon open source libraries in Python\nUnderstanding of PEP8 - coding standards\nPython based access toSQL and NoSQL Database\nExperience using Celery framework\nExperience working with Github, Bitbucket, Maven, Jenkins\nHighly Desired Agile Scrum development, use of Jira or equivalent tools\nNice to have :\nExperience using BOTO\nExperience using RabbitMQ or equivalent\nExperience using MongoDB preferred",
        "experience": "5 to 10 Yrs",
        "place": "Pune, Ahmedabad",
        "posted_date": "20-Feb-2017"
    },
    {
        "company_name": "BR Consultancy.",
        "contact_details": [
            "Company Name: BR Consultancy.",
            "Company Description: BR Consultancy pioneers in providing the path to your career excellence.We help individuals with career oppurtunities across various industry verticals to provide an allround career development opportunity.BR Consultancy has worked hands in hand with major industries across many verticals to provide the right talent pool for their industrial talent quench.We Specialize in organized recruitment services in India.We have been preferred as a recruitment agency by many Industrial Corporations over the globe, Making us proficient in recruitment’s across the globe , across multi industrial scope. BR Consultancys vast knowledge across Multi Industry segments helps professional target their careers growth.We help recruit across various industry segments for multinational corporations and leading Business houses with our unique approach to recruitment.BR is proud of its long standing relationships in the industry with major clients turn",
            "Email:  hetsi@brconsultancy.in",
            "Telephone: 7878412301"
        ],
        "discription": "Own end to end development and operations of high performance Django Applications. Implement product features using Python 3.5, Django, AWS infrastructure, and various thirdparty libraries including or-tools\nInterface with business to define requirements, deliverables, and provide the necessary engineering expertise & support to ensure ontime delivery\nCollaborate with the entire team and customers on feature requirements and prioritization",
        "experience": "3 to 6 Yrs",
        "place": "Mumbai / Navi Mumbai / Thane",
        "posted_date": "23-Feb-2017"
    },
    {
        "company_name": "Not Available or Hidden",
        "contact_details": [
            "Company Name: [Company Hidden]",
            "Company Description: Submit Your Resume & Get Calls From Top Companies. Register & Apply Now on shine.com.\n 20,000+ Recruiters  300,000+ Jobs. A Hindustan Times Company. Hiring for Top Companies \n Types: IT Jobs, Call Center Jobs, Media Jobs"
        ],
        "discription": "We are looking for Full Stack Developer and Team Lead in python Django / Java The candidate is expected to the part of the core product engineering team and work across a range of technologies.   Capability to lead a team of junior developers Experience in Python - Django application development and/or developing UI with Javascript frameworks backbone, Underscore, JQuery or leading a team in Java technologies. The candidate should be ready to become a full stack developer and work on Python Djangoapplication development. Good understanding of SQL queries and interaction with DB Comfortable working in Linux environment Knowledge of D3 charts is added advantage Strong problem solving and analytical skills Excellent written and spoken English Adaptability to switch between technologies.",
        "experience": "5 to 10 Yrs",
        "place": "All India, Bangalore",
        "posted_date": "23-Feb-2017"
    },
    {
        "company_name": "Not Available or Hidden",
        "contact_details": [
            "Company Name: [Company Hidden]",
            "Company Description: Submit Your Resume & Get Calls From Top Companies. Register & Apply Now on shine.com.\n 20,000+ Recruiters  300,000+ Jobs. A Hindustan Times Company. Hiring for Top Companies \n Types: IT Jobs, Call Center Jobs, Media Jobs"
        ],
        "discription": "LiveHealth is a leading healthcare platform connecting more than 300+ Healthcare Providers with Doctors and Patients all on a single platform. We provide a SaaS platform for healthcare providers and enable interactions with patients & Doctors in real time.  The Full-Stack Web Developer is a key member of our software development team which develops innovative applications using a range of technologies.  Roles :  Responsible for design and architecture of functional prototypes and production-ready - systems Uses open-source frameworks as appropriate - Django Preferred Develops Python and JavaScript code as necessary Python development to support middleware for REST API Communicate technical concepts with trade-offs, risks, and benefits Participate in core multi-disciplinary project team meetings Evaluate and resolve issues All other duties as assigned",
        "experience": "1 to 3 Yrs",
        "place": "All India, Pune",
        "posted_date": "23-Feb-2017"
    },
    {
        "company_name": "Roljobs Technology Services Pvt Ltd",
        "contact_details": [
            "Company Name: Roljobs Technology Services Pvt Ltd",
            "Company Description: Roland and Associates ( Roljobs Technology Services Pvt. Ltd.) is a Corporate Recruitment Organization providing solutions to Global MNCs in US, Middle East & India for the past 13 yearsWe specialize in high end recruitment in IT, Telecom, Embedded, Chip Design and Non-IT (Manufacturing, Engineering, Oil & Gas, Infrastructure, BFSI, FMCG, Automobile, Aeronautics, Pharmaceutical, Healthcare and Life-Sciences and Business Advisory) domains.We have a strong team of more than 100 employees operating from a state of the art office at Bangalore located on HAL Airport Road.Rated as one of the top recruitment companies in India by Social Talent, IrelandLeaders in social media Recruitment™ ",
            "Email:  shruthi.j@roljobs.com",
            "Telephone: 8042821682"
        ],
        "discription": "Our Leading client is looking for Python Professional to join their team in Bangalore. We are seeking for experts, who are dynamic, self motivated and out-of-the-box thinkers, to join us. We'd love to hear from you, if : - You have a total working experience of 3-7 years. - You have good experience in HTML, CSS, Javascript and frameworks like AngularJS, Jquery and Bootstrap. - You have strong experience in Python with web frameworks Flask or Django. - You are well conversant in relational databases - MySql or Oracle and NoSQL databases Cassandra or MongoDB. - You have exposure on Data structures,Algorithms & Problem solving skills. - You have exceptional in interpersonal and communication skills. - You have the ability to adapt, be creative, and learn more. We want an expertise and trustworthy professional with an excellent experience. We're a group of talented professionals who pride ourselves on what we do. We're smart, innovative, energetic and have lots of fun. We develop & gain trust through transparency. We love to hire people with a passion for learning. We embrace diversity and equal opportunity in a serious way. We are committed to building a team that represents a variety of backgrounds, perspectives, and skills. The more inclusive we are, the better our work will be.Interested Professionals can reach me at shruthi.j@roljobs.com",
        "experience": "3 to 7 Yrs",
        "place": "Bangalore",
        "posted_date": "04-Feb-2017"
    },
    {
        "company_name": "InTimeTec VisionSoft Pvt Ltd.",
        "contact_details": [
            "Company Name: InTimeTec VisionSoft Pvt Ltd.",
            "Company Description: InTimeTec VisionSoft Pvt Ltd.",
            "Email:  hr@intimetec.com",
            "Telephone: 1414027370"
        ],
        "discription": "Minimum of 3 to 5 years of experience on Open Source Platforms in architecting /designing /developing Web based applications.\nRequire Strong knowledge in Python with application/package/module developmentor tuningor and debugging tools.\nGood Knowledge of Python Identifiersor Reserved Wordsor Basic Operatorsor Variable Typesor User defined exception handling and their usage.\nGood Knowledge of Python Dictionary and default modules those are included in python (Stringor DateTimeor Numbers other required functions usage.)\nGood Knowledge of Sequences and it's differences (Tuples/Lists)\nFile manipulation using Python ( Create or Editor Delete view file)\nStrong understanding of OOPS and Design Patterns (Code design skills in Python-based object oriented programming and functional programming )\nDeveloping Web Applications with Python - Hands on experience using MVC frameworks like Django\nGood Knowledge in JavaScriptor jQuery\nAbility to organize code in logically & understandable with well definedor documented and testable.\nExposure to Code Versioning Systems such as Atlassian Bitbucket.\nThe candidate must display excellent written and oral skills with demonstrated interpersonal and organization abilities.",
        "experience": "3 to 5 Yrs",
        "place": "Bangalore, Jaipur",
        "posted_date": "15-Feb-2017"
    },
    {
        "company_name": "Capgemini",
        "contact_details": [
            "Company Name: Capgemini",
            "Company Description: Capgemini in India is over 85,000 people strong across nine cities (Mumbai, Bangalore, Gurgaon, Noida, Gandhinagar, Hyderabad, Pune, Kolkata and Chennai - Trichy and Salem). A pioneer in the IT industry, Capgemini has over 45 years of global expertise collaborating with leading corporations and now brings its Consulting, Technology and Outsourcing experience to India. With dedicated teams to service the local market, Capgemini has strong domain experience to assist clients across the Government and Public Sector, Energy and Utilities, Manufacturing, Telecom and Financial Services sectors."
        ],
        "discription": "Python(Flask) Developer-(4-6yrs)-BangaloreWe are horong for Python(Flask) Developer at Bangalore LocationPrimary Skills:• Experience in application development with python, Flask, Mango, meteor js• Experience in docker, docker swarm• Experience in cloud automation tools such as salt stack/puppet/Ansible/Python• Knowledge of identify access management and SSO• Knowledge of networking, firewalls, processes, storage management on linux based systems.• Experience in GIT, Jenkins, Continuous Development (CD)/Continuous Integration (CI)• Ability to work in fast-paced environment with global teams• Experience with TOSCA, openshift based containerized environments.• Sound understanding of Java, python based application runtime environments.• Work during UK hoursMust Have Skills:• Python, Flask, Mango• meteor js, Angular JSGood to have:• Cloudify and knowledge of DjangoAny Graduate with Minimum of 3 yrs of experience in JavaScript, XML, HTML & other web technologiesLocation: BangaloreExperience: (4-6yrs)Contact: Swastika",
        "experience": "4 to 6 Yrs",
        "place": "Bangalore",
        "posted_date": "07-Mar-2017"
    },
    {
        "company_name": "BloomReach",
        "contact_details": [
            "Company Name: BloomReach",
            "Company Description: BloomReach provides online retailers and commerce sites with an automated solution to help promote better discovery of their content and merchandise by consumers. With Bloomreachs patented technology, both large and small online sites are able to drive significant increases in organic traffic from search engines and social platforms."
        ],
        "discription": "Description \n At the core of BloomReachs innovative way of deeply understanding Web content is our sophisticated system that constantly crawls our customers websites and the wider Web. In this role, youd be refining and iterating the Hadoop-based pipelines that allow us to crawl, parse, index, semantically analyze and model language at the speed of business. We are always on and youd be building the high-traffic infrastructure to increase automation and improve the efficiency of the engineering team, while maintaining technical excellence in the code base.  \n \nResponsibilities:  \n \nScale BloomReachs Hadoop-based data processing pipelines -- including crawling, parsing, indexing, semantic analysis and language modeling, and analytics -- to handle and maintain complex processes in an efficient and reliable way. \nCore architecture and development of new features and improved performance for high-traffic, high-availability web services. \nBuild infrastructure and tools to increase automation, improve efficiency of the engineering team, and maintain technical excellence in the code base. \nRequirements: \n \nBS/MS degree in Computer Science or related field \nExtensive background in algorithms and strong software architecture skills \nExpert proficiency in at least two common languages, such as Java, C++, Python, Ruby \nExperience with maintaining distributed systems at significant scale in a production environment \nStrong knowledge of web technologies, including details of HTTP, common web frameworks such as Tomcat or Django, networking, and web performance engineering \nExperience with map-reduce or large-scale data processing (e.g Hadoop), Linux serving systems, and MySQL a plus  \n APPLY NOW",
        "experience": "0 to 3 Yrs",
        "place": "Bangalore",
        "posted_date": "19-Feb-2017"
    },
    {
        "company_name": "Career Routers",
        "contact_details": [
            "Company Name: Career Routers",
            "Company Description: Career RoutersWe have over 6  years of experience consulting with the leading  BPO,INFORMATION TECHNOLOGY,RETAIL and many more other companies in the industry. Whether you are looking for a consultation, training or recruitment we can help.",
            "Email:  alkananda@careerrouters.in",
            "Telephone: 9988565722"
        ],
        "discription": "Vacancy as Technical Lead-Bengaluru(Ctc-25 to 30)LACS (PA)Location : BengaluruExperience : 3 – 5 YearsFunction : Technology - IT & SystemsVacancy : 1Job Description : 3-4 years experience in Python, Django Framework, API- s, full stack development  - Expertise on Tech Stacks, Distributed and Scalable Databases  - The individual will work closely with the senior tech leadership team in building the product.  - He has to lead a team of 4-5 developers, helping them in implementation  Skills :  - Individual should be very passionate about technology  - Should have excellent problem solving/coding skills  - Should know how to go about complex/abstract problems and implement them  Past Experience in the following is a must:  - Python and Django Frameworks  - Scalable Databases (MongoDB, PostgreSQL) and Distributed Computing  - Front-end java scripts frameworks like AngularJS  - UX Architecture design Qualification : BE Computers btech Working Days : 5 Days a Week ( to )Job Nature : Full TimeInterested Candidate can reach us at Email-Id- manisha@careerrouters.inContact Details- 9988546740",
        "experience": "3 to 8 Yrs",
        "place": "Bangalore",
        "posted_date": "17-Feb-2017"
    }
]