[
    {
        "company_name": "Capgemini",
        "contact_details": [
            "Company Name: Capgemini",
            "Company Description: Capgemini in India is over 85,000 people strong across nine cities (Mumbai, Bangalore, Gurgaon, Noida, Gandhinagar, Hyderabad, Pune, Kolkata and Chennai - Trichy and Salem). A pioneer in the IT industry, Capgemini has over 45 years of global expertise collaborating with leading corporations and now brings its Consulting, Technology and Outsourcing experience to India. With dedicated teams to service the local market, Capgemini has strong domain experience to assist clients across the Government and Public Sector, Energy and Utilities, Manufacturing, Telecom and Financial Services sectors."
        ],
        "discription": "(API Testing 4 to 8 Years)API Testing - 4 to 8 yearsWe are looking to hire API Tester with 4 – 8 years of exp in Bangalore locationRole Description (Role & Responsibilities)• Design and develop automation tests for backend micro services being built using automation framework adapted by the company.• Maintain the automation framework built and regularly update the tests when features change and run them on different environments like Dev, SIT, Staging, Production.• Ensure the automation tests are regularly executed on CI and results being shared with the stakeholders.• Responsible for various aspects of API testing - functional/non functional (performance, scalability, memory etc.),• Explore good practices followed by automation developers across the industry and share the knowledge with the team.• Peer review of automation code developed by fellow teammate and provide valuable feedback.• Training junior test resources on automation framework built and getting them on-board.Location: MumbaiExperience: 4 – 8 yearsPrimary Skills (Must have) Java ,C/C++ or Python. soapui, jasmine, mocha, SOAP, REST, HTTP(S), JSON, XML, testing frameworks(TESTNG, JUNIT,. )ContactSayli Aambre",
        "experience": "4 to 8 Yrs",
        "place": "Mumbai / Navi Mumbai / Thane",
        "posted_date": "03-Mar-2017"
    },
    {
        "company_name": "Capgemini",
        "contact_details": [
            "Company Name: Capgemini",
            "Company Description: Capgemini in India is over 85,000 people strong across nine cities (Mumbai, Bangalore, Gurgaon, Noida, Gandhinagar, Hyderabad, Pune, Kolkata and Chennai - Trichy and Salem). A pioneer in the IT industry, Capgemini has over 45 years of global expertise collaborating with leading corporations and now brings its Consulting, Technology and Outsourcing experience to India. With dedicated teams to service the local market, Capgemini has strong domain experience to assist clients across the Government and Public Sector, Energy and Utilities, Manufacturing, Telecom and Financial Services sectors."
        ],
        "discription": "Short Description\rAWS Redshift Engineer - 6 to 10 Years - Mumbai (Airoli)\rQualifications\r\rJob Responsibilities\rJob Title: AWS Redshift EngineerExperience:- 6+ yearsJob Location: Mumbai - Airoli Expected Role:The role is for strong AWS Redshift engineer with working experience on Redshift schema design, performance optimization, capacity planning, performance tuning with large data sets.The candidate should be familiar with AWS console and services like RDS, S3 etc. Candidate should have strong ETL and SQL skills.The ideal candidate will have a minimum of 2 years commercial and hands-on development experience on AWS Redshift.The ideal candidate will have enthusiasm for learning and working closely with the rest of development team which is located in Mumbai and US (BA’s, Technical Architects). The candidate should be flexible enough to work on both small scale enhancements and must also have the ability to undertake larger complicated projects with other developers. The candidate should have experience of working with onsite offshore model.Key Responsibilities:• Should have knowledge on when, why and how to use Redshift in a distributed environment• Design and implement schema and database tables with performance optimization, capacity planning, performance tuning• Use industry best practices to build efficient schema and data models• Build efficient and long term storage infrastructure• Use adequate AWS database/storage services as per business need• Build quick proof of concepts using AWS redshift and other AWS services• Provide estimates for work• Provide updates of status and estimates to complete• Identify risks and issues, and help monitor themSuccessful candidate is expected to perform the above tasks in collaboration and agreement with the team leaders, project leads and other development staff.Mandatory Technical Skills:• Solid exposure to traditional Data Warehousing and experience on MPP data store Amazon Redshift• Should be proficient in database concepts - rdbms nosql, Advanced SQL (PostgreSQL), data analytics and data structures• Should be proficient in data modeling, data integration• Should be familiar with AWS console, cli, sdk• Should be comfortable with Redshift concepts like DISTKEY, SORTKEY etc.• Performance tuning and optimization for Amazon Redshift• Should have strong working knowledge on RDS, DynamoDB and S3• Should have strong ETL skills• Experience on Databases, Data Warehouses, Reporting, Analytics• Ability to write SQL scripts and complex queries.• Should have ability to understand existing data landscape and propose efficient design• Experience with metadata management• Excellent understanding of data warehouse architecture and design principles and their application• Monitored and Improved AWS Redshift Cluster Performance.• User and Access management of Redshift Cluster.• Strong scripting experience in Python.Nice to Have Technical Skills:• Familiarity with big data technologies like Hadoop, Spark, Hive/Pig, etc.• Experience in Scala and Java• Past experience in Informatica or other ETL tools• Exposure to BI tools like Quicksight, Tableau/Qlik• Experience working with RESTful interfaces• Good knowledge of Iaas, Paas cloud services• Keen to adopt devops and Agile culture• Good knowledge on Cloud and AWS featuresQualifications:• B.E / B. tech or equivalentPreferred Certifications:• AWS Cloud Certifications• Database Certifications Contact Person - Pratiksha Sonavane\r",
        "experience": "6 to 9 Yrs",
        "place": "Mumbai / Navi Mumbai / Thane",
        "posted_date": "03-Mar-2017"
    },
    {
        "company_name": "Not Available or Hidden",
        "contact_details": [
            "Company Name: [Company Hidden]",
            "Company Description: Submit Your Resume & Get Calls From Top Companies. Register & Apply Now on shine.com.\n 20,000+ Recruiters  300,000+ Jobs. A Hindustan Times Company. Hiring for Top Companies \n Types: IT Jobs, Call Center Jobs, Media Jobs"
        ],
        "discription": "JOB DESCRIPTION : FULL STACK DEVELOPER  At ReportGarden you will get a chance to showcase your creativity in problem solving. You will get the opportunity to work on the entire code base. We encourage you to think about the customer and build features that a user might need. You will be working in a small and experienced team.  Skills  Experience with any scripting language(python/ruby/php/perl etc) Excellent Javascript knowledge Good understanding of OOP Basic MVC (model, view, controller) knowledge  Key Responsibilities  Build and deploy planned features into the application Work within the product team to suggest features for the product Build tools to streamline technical processes  What can you expect  A flat organization where you have autonomy over your work Working with a modern stack(Ruby on Rails, ReactJS, Redis, Postgres etc) Freedom to work on the entire code base Product focused development Competitive market salary  Experience: 0 - 3yrs Keywords: Python, Ruby, Javascript, Postgres, MVC, Expect, OOP, Team Skills  Company Profile  Report Garden, Inc http://reportgarden.com  ReportGarden helps digital marketing agencies communicate better with their clients. We streamline their communication process by helping them create reports, dashboards, etc quickly and easily. We are well funded and profitable with customers in over 40+ countries worldwide. ReportGarden is run by a small and young team with experience running global companies.",
        "experience": "0 to 3 Yrs",
        "place": "All India, Hyderabad",
        "posted_date": "05-Mar-2017"
    },
    {
        "company_name": "Not Available or Hidden",
        "contact_details": [
            "Company Name: [Company Hidden]",
            "Company Description: Submit Your Resume & Get Calls From Top Companies. Register & Apply Now on shine.com.\n 20,000+ Recruiters  300,000+ Jobs. A Hindustan Times Company. Hiring for Top Companies \n Types: IT Jobs, Call Center Jobs, Media Jobs"
        ],
        "discription": "Key Requirements  Excellent Open ERP programming level with Python  Experience Java or C# and Web development  Ability to learn new technologies quickly  Knowledge in RDMS (PostgreSQL or MS SQL, a plus)  Knowledge in financial and/or logistics processes, a plus  Understanding of Web Services  Development and extension of the Open Object framework and its existing modules  Development of new functional business modules  Project management with the Open ERP solution  High-level user support (technical)  Involvement in the Open ERP project and experts member community",
        "experience": "7 to 9 Yrs",
        "place": "All India, Hyderabad",
        "posted_date": "05-Mar-2017"
    },
    {
        "company_name": "Not Available or Hidden",
        "contact_details": [
            "Company Name: [Company Hidden]",
            "Company Description: Submit Your Resume & Get Calls From Top Companies. Register & Apply Now on shine.com.\n 20,000+ Recruiters  300,000+ Jobs. A Hindustan Times Company. Hiring for Top Companies \n Types: IT Jobs, Call Center Jobs, Media Jobs"
        ],
        "discription": "We are looking for candidates whose bread & butter is UI development. Great if he has UX experience too.  Requirements:  Creative enough to represent data in nice graphs & charts. Be fast paced, self-driven & show high ability to scale up to ever- changing environment & technologies. should be able to create responsive sites. should be able to create nice website for our domain and also for blogs.   Skills:  We are looking for candidates with 1+ years experience in 'UI development'. Hands on some of the popular frameworks like Bootstrap. Some basics in PHP and PYTHON.",
        "experience": "1 to 5 Yrs",
        "place": "All India, Hyderabad",
        "posted_date": "05-Mar-2017"
    },
    {
        "company_name": "Tvaksa Technologies Pvt Ltd.",
        "contact_details": [
            "Company Name: Tvaksa Technologies Pvt Ltd.",
            "Company Description: Tvaksa Technologies Pvt Ltd.",
            "Email:  prathima.n@tvaksatechnologies.com",
            "Telephone: 8067356400"
        ],
        "discription": "6+ years of professional experience Degree (or equivalent) in a quantitative field such as Statistics, Math, Economics, or Computer Science with Modelling/Data Science coursework from a four-year college or university. 1 - 3 years technical experience in analytics, data science, actuarial or equivalent quantitative field. Ability to multi-task effectively and work well with others in a global and virtual team environment. Experience with social media management toolsData Mining and Basic Programming Skills Basic knowledge of statistical programming. Experience in Excel and data visualization using tools such as Tableau. Knowledge of R and/or Python and Text Analytics is a plus.",
        "experience": "6 to 8 Yrs",
        "place": "Pune",
        "posted_date": "04-Mar-2017"
    },
    {
        "company_name": "Orange Stone Financial Advisory LLP Hiring For Orange Stone Financial Advisory LLP",
        "contact_details": [
            "Company Name: Orange Stone Financial Advisory LLP Hiring For Orange Stone Financial Advisory LLP",
            "Company Description: RFL Insurance Broking Pvt Ltd is an IRDA licensed direct insurance brokers in life and general, catering to groups, corporates and individuals.Our team of qualified professionals, have experience in risk assessment for large projects,we provide customized advice and structured solutions for complex risks to clients. ",
            "Email:  savitha@adsfinance.org",
            "Telephone: 9769341353"
        ],
        "discription": "We are looking for a proactive, innovative and passionate Full Stack Developer, who can work on developing back end for web and mobile applications and has solid understanding of the fundamentals and the underlying technologies. We look for candidates who are passionate about technology and how they can leverage their skills in solving the problems. You will assume a strong sense of ownership of the product: design, develop & deploy. Job Responsibilities:  - Design, development and maintenance of backend APIs and other in-house applications. The developer will lead the entire SDLC right from requirements gathering, designing, and implementation until delivery and post launch support - Build efficient APIs that will result in a highly responsive and fast application - Optimize code for quality & performance and incorporate Code Review Feedback - Design systems that simplify and enhance customer experience - Efficiently multi-task between multiple critical business projects. - Demonstrate strong work ethics to meet commitments and timelines - Develop large scale web apps - source code control, continuous integration, deployment and documentation  Desired Skills: - Back-end experience preferred: 0.MVC Frameworks - .NET, ASP.Net Web API, Django - Languages: Java, Python, C#, HTML, CSS, JavaScript - Web servers: IIS, Gunicorn, nGinx - Caching: Redis, Memcached, Elasticache etc. - Front-end experience required: AngularJS, jQuery and related libraries and plugins - Experience building RESTful APIs and Knowledge of Web Services required like: JSON, SOAP, REST and XML based web services. - Data modeling and storage: Relational databases (MySQL, PostgreSQL), document stores (MongoDB) - Knowledge of algorithms, data structures, OOP concepts and modularized software - Knowledge of web user interface unit testing, profiling, and code tuning - Additional advantage if you have knowledge of: SOLR, Elastic search - Exposure to Amazon Web Services(AWS), Redis, Aeropspike is a plus - Fast learner, flexible and able to work well within a cross-functional team environment - Should be comfortable with Version control such as GIT and Git Workflows - Understand Full stack and tools - Web servers, Scripting languages, Database, Indexed search, Cloud Server architecture, API based backend, Mobile/Data Sync Architectures, Continuous integration, Automated Testing etc. - Keep self-updated with latest technologies in web, mobile and cloud space and lead web development efforts including hiring, mentoring and advising peers - Have a strong sense of ownership, drive and ability to deliver results in assigned time. - Previous experience working in a start-up environment is a big plusExperience & Qualification: 5+years BE /BTech in CS   Interested candidates contact HR @ hr@riskfreelife.com",
        "experience": "5 to 10 Yrs",
        "place": "Mumbai / Navi Mumbai / Thane",
        "posted_date": "06-Feb-2017"
    },
    {
        "company_name": "Jyopa Connexions",
        "contact_details": [
            "Company Name: Jyopa Connexions",
            "Company Description: Jyopa Connexions",
            "Email:  ravi@jyopa.com",
            "Telephone: 8026760459"
        ],
        "discription": "Technologies(3G/4G)- I-WLAN, Data Offload with 3G/4G, PCEF, PCRF, LTE,IMS\n\nTechnologies(GSM) - Intelligent Network \n\nTechnologies(CDMA)- CDMA Soft Switch\n\nTechnologies(WIFI)- WIFI(802.11 a/b/g/n/i ),Power Save, WIFI Security, BYOD, Bonjour Gateway,Hotspot1.0,WISPr, various Controller features \n\nNetworking- Routing, Switching, VLAN Routing, ACL\n\nProtocol- WIFI(802.11 a/b/g/n/i ), Power Save, Security, GTPv1, GTPv2,PMIP, EIP-SIM, EIP-AKA, EAP-TLS, EAP-PEAP, EAP-TTLS,GTP Prime, GRE,DHCP, Diameter, HTTP, Radius, CAP, MAP, GSM, SIP, SS7, SDP, MEGACO, IS41, ISUP",
        "experience": "5 to 10 Yrs",
        "place": "Gurgaon, Pune",
        "posted_date": "04-Mar-2017"
    },
    {
        "company_name": "Lenddo",
        "contact_details": [
            "Company Name: Lenddo",
            "Company Description: Lenddo is the worlds first online platform that helps the emerging middle class use their social connections to build their creditworthiness and access local financial services."
        ],
        "discription": "Description \n This position requires frequent travel to Seoul, Korea, for deployments, as well as to our office in New York for training and collaboration. \n \nAbout the company \n \nWe have a goal to change the world and so should you.  Our vision is to improve financial inclusion for 1 billion people around the world. Our disruptive technology and solutions transform the use of data, enabling financial service providers to access and serve new and underserved market segments. \n \nThis is a fast-paced, startup work environment. You'll have a lot of latitude with how you complete your projects but also high expectations of the output - we have a culture focused on results.    \n \nObjective: \n \nWork with our clients in Korea to successfully implement Lenddo solutions. \n \n \nSpecific roles and responsibilities: \n \nLiaise with client stakeholders, Lenddos sales, account management, data science, risk and technical teams \n \nBusiness analysis and review of client data structure and deployment environment. \n \nReview and analysis of data sets in coordination with Lenddos Data Science team, and creation of features as per requirements. \n \nDesign workflows and use-case specifications. \n \nAssist in client presentations using the support of Lenddos New York and Korea teams. \n \n \nFor this role, you will be reporting to Lenddos CTO. You will be expected to travel between New York and South Korea. \n \nRequirements \n \n3+ years proven programming skills in Python and working in Linux environments. \n \nStrong communication skills; candidate MUST be fluent in English, fluency in Korean desirable but not required \n \nAdvanced degrees in Computer Science, Applied Math, Statistics, Engineering or equivalent \n \nExperience with Big Data Analytics using Hadoop and Spark highly desirable  \n APPLY NOW",
        "experience": "3 to 6 Yrs",
        "place": "Mumbai / Navi Mumbai / Thane",
        "posted_date": "04-Mar-2017"
    },
    {
        "company_name": "Lenddo",
        "contact_details": [
            "Company Name: Lenddo",
            "Company Description: Lenddo is the worlds first online platform that helps the emerging middle class use their social connections to build their creditworthiness and access local financial services."
        ],
        "discription": "Description \n This position is based in Mumbai, but will require travel to our client sites in South East Asia. \n \nAbout the company \n \nWe have a goal to change the world and so should you.  Our vision is to improve financial inclusion for 1 billion people around the world. Our disruptive technology and solutions transform the use of data, enabling financial service providers to access and serve new and underserved market segments. \n \nThis is a fast-paced, startup work environment. You'll have a lot of latitude with how you complete your projects but also high expectations of the output - we have a culture focused on results.    \n \nObjective: \n \nWork with our clients in India and South East Asia to successfully implement Lenddo solutions. \n \n \nSpecific roles and responsibilities: \n \nLiaise with client stakeholders, Lenddos sales, account management, data science, risk and technical teams \n \nBusiness analysis and review of client data structure and deployment environment. \n \nReview and analysis of data sets in coordination with Lenddos Data Science team, and creation of features as per requirements. \n \nDesign workflows and use-case specifications. \n \nAssist in client presentations using the support of Lenddos New York and India teams. \n \n \nFor this role, you will be reporting to Lenddos CTO. You will be expected to travel to New York and Lenddo's other clients in South East Asia. \n \nRequirements \n \n3+ years proven programming skills in Python and working in Linux environments. \n \nStrong communication skills; candidate MUST be fluent in English, fluency in Korean desirable but not required \n \nAdvanced degrees in Computer Science, Applied Math, Statistics, Engineering or equivalent \n \nExperience with Big Data Analytics using Hadoop and Spark highly desirable  \n APPLY NOW",
        "experience": "3 to 6 Yrs",
        "place": "Mumbai / Navi Mumbai / Thane",
        "posted_date": "04-Mar-2017"
    },
    {
        "company_name": "Lenddo",
        "contact_details": [
            "Company Name: Lenddo",
            "Company Description: Lenddo is the worlds first online platform that helps the emerging middle class use their social connections to build their creditworthiness and access local financial services."
        ],
        "discription": "Description \n About the company \n \nWe have a goal to change the world and so should you.  Our vision is to improve financial inclusion for 1 billion people around the world. Our disruptive technology and solutions transform the use of data, enabling financial service providers to access and serve new and underserved market segments. \n \nThis is a fast-paced, startup work environment. You'll have a lot of latitude with how you complete your projects but also high expectations of the output - we have a culture focused on results. \n \nSpecific roles and responsibilities: \n \nThe role: \n \nReview and analyze client and external data sets. \n \nDeploy and integrate Lenddo's solutions in clients environments. \n \nEstablish and implement the risk frameworks including design variables and scorecards, model validation and portfolio performance monitoring. \n \nQuantitative credit risk activities including modeling, validation, dual risk rating, loss and migration. \n \nResearch new non-traditional sources of data to include in the Lenddo platform. \n \nEducate customers risk teams on the Lenddo solutions and methodologies (including coordination of Workshops, Webinars and White papers development). \n \nAssist the commercial team during the sales process. \n \nYou will be reporting to Lenddos CTO. The role is based in Mumbai, but you will be expected to travel to client sites in India as well as to New York and Lenddos other deployments in Asia. \n \nWe offer a competitive compensation package including equity options for all employees. \n \nRequirements: \n \nAdvanced degrees in Applied Math, Statistics, Engineering or equivalent \n \nBackground in credit risk and finance \n \nStrong programming skills. \n \nRequired: Experience with statistical techniques and tools in python or R. \n \nPreferred: Experience in a wide range of numerical and statistical modeling, including pattern recognition, machine learning and NLP. \n \nGood communication skills; prefer candidates who have experience of presenting technical concepts and results to risk and business teams.  \n APPLY NOW",
        "experience": "0 to 3 Yrs",
        "place": "Mumbai / Navi Mumbai / Thane",
        "posted_date": "04-Mar-2017"
    },
    {
        "company_name": "Bridge International Academies",
        "contact_details": [
            "Company Name: Bridge International Academies",
            "Company Description: Bridge International Academies operates a franchise-like network of ultra low-cost, for-profit private schools, delivering high-quality education for less than $4 per student per month."
        ],
        "discription": "Description \n Who We Are  \n \nBridgeInternational Academies is the worlds largest and fastest-growing chain of primary and preprimary schools with more than 500 academies and 100,000 pupils in Kenya, Uganda, Nigeria, India, and Liberia. We democratize the right to succeed by giving families living in poverty access to the high-quality education that will allow their children to live a very different life. We leverage experts, data, and technology in order to standardize and scale every aspect of quality education delivery, from how and where academies are built to how teachers are selected and trained, and how lessons are delivered and monitored for improvement. We are vertically-integrated, tech-enabled, and on our way to profitability. Bridge expects to continue its rapid expansion in Africa and India in the coming years. \n \nThe Bridge Offer  \n \nRoughly 2.7 billion people live on less than $2/day. In their communities, there is a huge gap between the education offered and the needs of the population. Too often the schools available to them fail to deliver for these families. The quality offered results in the average pupil from our communities in East Africa failing to reach proficiency in primary school and on average fail the primary exit exams that are critical to their development. Teachers are unresponsive and occasionally abusive, and fees are often unaffordable. Even government schools can cost families a significant amount of money after all the additional fees are added up. With 47% of classroom teaching time lost due to teacher absenteeism or neglect, 55% of families in our communities end up choosing private schools instead, but then fear for the stability and sustainability of their choice as many schools close after only a few years of service. Both the government schools and the private schools tend to lack well-conceived scope and sequences, instructional materials, student achievement data, and the capacity to react to that data. Families are actively searching for a better academic alternative. Enter Bridge International Academies. As of September 2016, Bridge operates more than 500 academies worldwide, serving roughly 100,000 pupils in Kenya, Uganda, Nigeria, India, and Liberia. Bridge utilises a scripted-learning education methodology coupled with 'big data' (all teachers have tablets for instruction, assessment, and data-gathering) that allows us to make curriculum a little better every day. With plans to enrol ten million students ten years from now, Bridge International Academies offers a tremendous opportunity to grow with one of the worlds most exciting, ambitious, and socially conscious companies, with leadership roles available across a number of competencies and geographies.  \n \nTech at Bridge  \n \nTechnology plays a critical role at Bridge in enabling us to provide education at massive scale and low cost  it's one of the key elements that gives us the ability to deliver what no one else can. Tech spans Director of Business Intelligence several key functions, from the hardware and software that our academies use to run all aspects of teaching and management, including mobile payments, to the systems that enable our country headquarters to manage massive local operations, to the data backbone that informs all of our strategic and tactical decision making. Its a lot of custom software development and a lot of back office systems. We've got a ridiculously ambitious mission at Bridge, and it's a place where passionate technologists have a chance to directly change the world. No kidding.   \n \nAbout the Role  \n \nTech at Bridge is a highly complex, vertically-integrated affair, with systems supporting an ever expanding range of functions and countries, and crossing between software development, IT operations, academy operations, and logistics/supply chain. At the same time, our teams run lean and things change fast  governments make policy decisions that affect us, launching new countries is a frenetic affair, and we still need to evolve our core technology offering. Bridge has been data driven from its inception, using a build-measure-learn approach to all aspects of service delivery. As a scale model business, we have an unprecedented opportunity to bring statistical power to all aspects of our operation, from the academics team using randomised controlled trials to validate the best teaching mechanisms to the customer experience team understanding what is most important to our families to operational teams striving to improve our service delivery efficiency. However, we have reached an inflection point where we need to take our data game to the next level. Instead of just providing data to our various departments, we need to start bringing to bear more sophisticated techniques to unlock the potential of our significant data sets. While we collect tens of thousands of data points every term from each of our academies  from the time spent on each page of a lesson to the billing and payment history of every pupil  we are yet to fully realise the potential energy of these data sets. Were looking for a Director of Business Intelligence, who will report directly to the CTO and who can take this organisational passion for data and translate it into ever more actionable insights for our internal departments, as well as developing develop data insights that will support additional revenue streams and frame Bridge as the premier learning management platform, extending even beyond the academies that we operate. This role is about really nerding out about data; but also translating that passion into tools that will improve all aspects of our service delivery. It will involve collaborating with experts and data scientists/analysts in other departments to deliver meaningful insights, while also pushing and supporting them with techniques that they could not yet begin to imagine. From adaptive curriculum to fraud detection to predictive analytics, the possibilities are endless. The Director of Business Intelligence will oversee a team that includes data warehousing, ETL, and ad hoc analysis, while also working with software development and UX experts to devise and deliver business intelligence products, such as data dashboards \n \nWhat You Will Do  \n \nDefine, architect and build complex large scale real-time data processing platforms \nOversee the design, delivery, and governance of the core data warehouse.  Design and deliver data products (esp. dashboards) to support core Bridge functions, with delivery support from software teams for implementation. Collaborate with data analysts and scientists in other departments to gather requirements and deliver insights. Director of Business Intelligence \nWork with global and country executive leadership to define and present key business insights, from finance to operations to academies. \nLeverage advanced techniques, such as machine learning and artificial intelligence, to drive insights on topics like fraud detection, marketing (pupil attraction/retention), and adaptive curriculum  to name a few. \nWhat You Should Have  \nBachelor's degree in related field with superior academic performance. Experience with visualisation tools such as Tableau, Pentaho, or (especially) PowerBI. \nKnowledge of programming languages like R or Python. Additional languages a plus: C#, F#, Java, JavaScript and frameworks (esp. D3.js) \nFamiliarity with a variety of databases: MS-SQL, MySQL, PostgreSQL, MongoDB, S3, Memcached, Elasticsearch. \nKnowledge of data science tools, such as iPython, Scikit-Learn, Numpy, Pandas, Word2vec, Matlab, Octave, R, Rapidminer, Bigml, Cytoscape. \nExperience with tools and frameworks such as Kafka, Spark, Hadoop, AirBrake, Nagios, Storm, Cascading. \nExperience with analytic tools such as Analytics Google Analytics, Graphite, Kissmetrics. \nA belief in treating BI as a first-class software citizen  source control (git), testing (e.g. Cucumber), controlled deployments, and Agile development. Comfort working in a company that acts and feels a lot like a startup (dynamic, unstructured, and frequently changing), but at the same time has global reach and ambitious international expansion plans. \nExcellent verbal and written communications and interpersonal skills. \nPassion for Bridge's vision of democratising the right for all children to succeed.   \nYoure also \nA detailed doer  You have a track record of getting things done. Youre organized and responsive. You take ownership of every idea you touch and execute it to a fine level of detail, setting targets, engaging others, and doing whatever it takes to get the job done. You can multi-task dozens of such projects at once and never lose sight of the details. Likely, you have some experience in a start-up or other rapid-growth company. \nA networking mastermind  You excel at meeting new people and turning them into advocates. You communicate in a clear, conscientious, and effective way in both written and oral speech. You can influence strangers in the course of a single conversation. Allies and colleagues will go to bat for your ideas.  \nA creative problem-solver  Growing any business from scratch comes with massive and constant challenges. On top of that, Bridge works in volatile, low-resource communities and runs on fees averaging just $6 a month per pupil. You need to be flexible and ready to get everything done effectively, quickly, and affordably with the materials at hand. Every dollar you spend is a dollar our customers, who live on less than $2 a day, will have to pay for. \nA customer advocate  Our customers  these families living on less than $2 a day per person  never leave your mind. You know them, get them, have shared a meal with them (or would be happy to in the future). You would never shrink back from shaking a parents hand or picking up a crying child, no matter what the person was wearing or looked like. Every decision you make considers their customer benefit, experience, and value.  \nA life-long learner  You believe you can always do better. You welcome constructive criticism and provide it freely to others. You know you only get better tomorrow when others point out where youve missed things or failed today.  \n APPLY NOW",
        "experience": "0 to 3 Yrs",
        "place": "Hyderabad",
        "posted_date": "04-Mar-2017"
    },
    {
        "company_name": "JPMorgan Chase Job Referrals",
        "contact_details": [
            "Company Name: JPMorgan Chase Job Referrals",
            "Company Description: Get job referrals in JPMorgan Chase from company employees by speaking with them over the phone and proving your merit. This service is provided by Round One and lets you choose the person who you would like to speak with in over 2500 companies. Referrals increase your chance of getting hired by 10 times and reduce the time taken to land the next interview call."
        ],
        "discription": "-\n\n170010698\n\nJob Description\n\nThe Business Analyst I role will provide advance reporting, as well as analytics research expertise ultimately providing a high level of improved customer service. Within the Branch Analytics Team the Business Analyst I will be working on Data visualization and representation of Branch Operations data. The candidate will be expected to: Contribute to data visualization and reporting on Branch and other retail operations data. Exhibit thought leadership and demonstrate analytical thinking to drive insights from data Identify new opportunities to bring new process improvements. Communicate data findings through engaging stories that are easy to understand quickly assesses the big picture in complex situations and identify what is critical routinely make decisions for best course of action and to drive business solutions. Support internal and external processes and workflows, suggest improvements based on data analysis and provide insights into the enterprise operations. Work with business domain experts to identify data relevant for analysis Provide and apply quality assurance best practices for analysis/reporting services. Develop new visualization methods and/or tools as required. Extract/Generate reports/ data, analyze and provide recommendations for the project undertaken.\nThe candidate will be expected to:\nPartner with onshore leaders to drive projects assigned to the team\n\nContribute to data mining architectures, modeling standards, reporting, and data analysis methodologies\n\nExhibit thought leadership and demonstrate analytical thinking to drive insights from data\n\nPerform in depth analysis to resolve a business problem by employing the appropriate tools available in the enterprise\n\nIdentify new opportunities to bring new process improvements.\n\nCommunicate data findings through engaging stories that are easy to understand\n\nQuickly assesses the big picture in complex situations and identify what is critical\n\nRoutinely make decisions for best course of action and to drive business solutions\n\nSupport internal and external processes and workflows, suggest improvements based on data analysis and provide insights into the enterprise operations\n\nWork with business domain experts to identify data relevant for analysis\n\nProvide and apply quality assurance best practices for data mining/analysis services\n\nDevelop new analytical methods and/or tools as required.\n\nAdhere to change control and testing processes for modifications to analytical models\n\nCollaborate with unit managers, end users, development staff, and other stakeholders to integrate data mining results with existing systems\n\nExtract reports/ data, analyze and provide recommendations for the project undertaken\n\nRespond to and resolve data mining performance issues. Monitor data mining system performance and implement efficiency improvements\n\nQualifications\nQualifications:\nThe candidate should have 5+ years of relevant experience in Operations Research and Analytics\n\nBachelor's degree or equivalent in Statistics, modeling or data Analytics\n\nStrong Retail Banking is a must\n\nExperience working with the US Retail market is a plus\n\nExperience of working with International Partners in an Offshore and Onshore model is a plus\n\nDemonstrated proficiency with Microsoft Office (Excel, PowerPoint)\n\nProficiency in critical thinking and problem solving\n\nStrong verbal and written communication skills\n\nStrong understanding of data mining models, structures, theories, principles, and practices, including machine learning, statistics and text mining techniques\n\nExcellent knowledge of statistical and modeling tools such as SAS, R, Python and SQL\n\nExperience in large scale data handling\n\nAbility to guide and conduct research and drive valuable insights from data\n\nStrong familiarity and experience with statistics, modeling, segmentation, optimization, forecasting, demand mitigation is a must\n\nShould have strong understanding of Queuing theory\n\nExperience of visualization tools like Tableau is good to have\n\nJob\n\nOperations\n\nPrimary Location\n\nIN-MH-Mumbai-Magnus Tower / 03874\n\nOrganization\n\nCONSUMER & COMMUNITY BANKING\n\nSchedule\n\nFull-time\n\nJob Type\n\nStandard\n\nShift\n\nDay Job\n\nEmployee Status\n\nRegular\n\nCorporate Brand\n\nJPMorgan Chase & Co.",
        "experience": "5 to 10 Yrs",
        "place": "Mumbai / Navi Mumbai / Thane",
        "posted_date": "03-Mar-2017"
    },
    {
        "company_name": "Red Hat, Inc. Job Referrals",
        "contact_details": [
            "Company Name: Red Hat, Inc. Job Referrals",
            "Company Description: Get job referrals in Red Hat, Inc. from company employees by speaking with them over the phone and proving your merit. This service is provided by Round One and lets you choose the person who you would like to speak with in over 2500 companies. Referrals increase your chance of getting hired by 10 times and reduce the time taken to land the next interview call."
        ],
        "discription": "At Red Hat, we connect an innovative community of customers, partners, and contributors to deliver an open source stack of trusted, high-performing solutions. We offer cloud, Linux, middleware, storage, and virtualization technologies, together with award-winning global customer support, consulting, and implementation services. Red Hat is a rapidly growing company supporting more than 90% of Fortune 500 companies.\nJob summary\nThe Red Hat Operations team is looking for a Sales Reporting Analyst to join us in Pune, India. In this role, you will work as part of the Sales Reporting and Analysis team to promote operational improvement by clarifying and refining our master data management system. You'll oversee all refinement and maintenance to ensure our practices are accurate and that they support our business needs. As a Sales Reporting Analyst, you'll need excellent analytical skills, as you will be resolving all data quality deficiencies, improving data entry practices, and creating process design strategies. We'll need you to be good at working in a fast-paced environment and committed to contributing to Red Hat's operational success.\nPrimary job responsibilities\nEnsure customers get maximum value from our solutions and easily use our offerings and subscriptions\nSupport customers by responding within the designated service-level agreement (SLA) time period to incoming calls and chat and web-based questions about our technologies\nInvestigate and solve problems; learn customer business needs\nProvide outstanding customer service\nContinuously update our customers and ensure they are satisfied with our support services\nWork with other engineers and developers to develop creative solutions for our customers, including bug fixes\nShare your knowledge gained from troubleshooting issues by contributing to the global Red Hat knowledge management system; present troubleshooting instructions and solutions to other engineers working on the same projects\nRequired skills\nRelevant product administration experience with installation methods, networking, firewall, security, clustering, web servers, or databases\nAdvanced troubleshooting and debugging skills; passion for problem solving and investigation\nBachelor's degree or equivalent experience in the enterprise IT industry\nDemonstrated first-rate customer service experience or previous technical support experience\nExcellent written and verbal communication skills in English\nCurrent Red Hat certification like Red Hat Certified Engineer (RHCE) or other relevant certifications are a significant advantage, as you'll need to be certified within 90 days of your start date\nScripting or programming experience in languages like Bash, C, Perl, Python, Java, or Ruby is a plus",
        "experience": "3 to 10 Yrs",
        "place": "Pune",
        "posted_date": "03-Mar-2017"
    },
    {
        "company_name": "Salesforce Job Referrals",
        "contact_details": [
            "Company Name: Salesforce Job Referrals",
            "Company Description: Get job referrals in Salesforce from company employees by speaking with them over the phone and proving your merit. This service is provided by Round One and lets you choose the person who you would like to speak with in over 2500 companies. Referrals increase your chance of getting hired by 10 times and reduce the time taken to land the next interview call."
        ],
        "discription": "Job Title:\nNetwork Security Engineer\nJob Category:\nTechnology - Infrastructure Engineering\nLocation:\nIndia - Hyderabad\n\nSalesforce, the Customer Success Platform and world's #1 CRM, empowers companies to connect with their customers in a whole new way. The company was founded on three disruptive ideas: a new technology model in cloud computing, a pay-as-you-go business model, and a new integrated corporate philanthropy model. These founding principles have taken our company to great heights, including being named one of Forbes's World's Most Innovative Company five years in a row and one of Fortune's 100 Best Companies to Work For eight years in a row. We are the fastest growing of the top 10 enterprise software companies, and this level of growth equals incredible opportunities to grow a career at Salesforce. Together, with our whole Ohana (Hawaiian for family) made up of our employees, customers, partners and communities, we are working to improve the state of the world.\n\nSalesforce is currently seeking a Network Security Engineer who is passionate about security, and has had hands-on experience with networking security. Salesforce's Infrastructure Security group manages a fast-paced and constantly growing network that seeks to implement cutting-edge technology to secure the systems behind one of the world's largest business driving technologies.\nResponsibilities:\nDefinition and enforcement of network security policies\n\nDefinition and implementation of network ACL/firewall policy\n\nDatacenter architecture security assessments/reviews\n\nPrepare and deploy networks supporting security infrastructure\n\nResearch/implement new security technologies\n\nManagement/review of network device security configuration and architecture\n\nNetwork device vulnerability assessment/remediation\n\nSecurity incident response in coordination with other teams across the company and/or externally as required\n\nFormulating and implementing monitoring, policies, procedures and standards relating to network security\n\nParticipation in a 24x7 on-call rotation on a periodic basis\n\nSupport ongoing and new security/compliance initiatives\n\nThis is a full-time position at our office in Hyderabad, India\nRequired Skills/Experience:\nBS/BA degree, or equivalent work experience\n\nExperience working with systems from one or more of the following vendors: Palo Alto, Fortinet, Arista, Cisco Systems, Juniper Networks, F5 Networks, Gigamon\n\n3+ years experience managing network security infrastructure (Router ACLs, stateful firewalls, etc)\n\n3+ years experience in a high-availability 24x7x365 environment with highly structured change management\n\nExperience with secure remote access/WAN technologies (ipsec, VPN, etc)\n\nStrong technical understanding of network fundamentals and common Internet protocols\nDesired Skills/Experience:\nAutomation/scripting skills for configuration management/monitoring using Python, Go etc.\n\nExperience with multi-site routing, peering, and disaster recovery network architectures\n\nExperience working Linux/Unix environments\n\nExperience securing large-scale web applications and major Internet host/network services (HTTP, DNS, SSL, etc.)\n\nExcellent written and oral communication skills\n\n#LI",
        "experience": "3 to 5 Yrs",
        "place": "Hyderabad",
        "posted_date": "03-Mar-2017"
    },
    {
        "company_name": "Oracle Job Referrals Powered by Round One",
        "contact_details": [
            "Company Name: Oracle Job Referrals Powered by Round One",
            "Company Description: Get job referrals in Oracle from company employees by speaking with them over the phone and proving your merit. This service is provided by Round One and lets you choose the person who you would like to speak with in over 2500 companies. Referrals increase your chance of getting hired by 10 times and reduce the time taken to land the next interview call."
        ],
        "discription": "Preferred Qualifications\n",
        "experience": "7 to 17 Yrs",
        "place": "Hyderabad",
        "posted_date": "02-Mar-2017"
    },
    {
        "company_name": "JPMorgan Chase Job Referrals Powered by Round One",
        "contact_details": [
            "Company Name: JPMorgan Chase Job Referrals Powered by Round One",
            "Company Description: Get job referrals in JPMorgan Chase from company employees by speaking with them over the phone and proving your merit. This service is provided by Round One and lets you choose the person who you would like to speak with in over 2500 companies. Referrals increase your chance of getting hired by 10 times and reduce the time taken to land the next interview call."
        ],
        "discription": "Analyst -Model Risk Group - COO Team - GMG- Mumbai\n-\n170018058\n\nJob Description\n",
        "experience": "3 to 8 Yrs",
        "place": "Mumbai / Navi Mumbai / Thane",
        "posted_date": "02-Mar-2017"
    },
    {
        "company_name": "Symantec Job Referrals Powered by Round One",
        "contact_details": [
            "Company Name: Symantec Job Referrals Powered by Round One",
            "Company Description: Get job referrals in Symantec from company employees by speaking with them over the phone and proving your merit. This service is provided by Round One and lets you choose the person who you would like to speak with in over 2500 companies. Referrals increase your chance of getting hired by 10 times and reduce the time taken to land the next interview call."
        ],
        "discription": "Responsibilities include:\n\no Actively participating in agile meetings with the product manager, scrum master, and the rest of the agile team.\n\no Interacting with the product manager and other business stakeholders to understand requirements and determine scope of development efforts.\n\no Owning the development effort. You will be responsible for delivering quality code, unit testing, and acting as Quality Assurance analyst for the work you deliver.\n\no Designing and developing scalable, fault tolerant solutions that meet code development standards.\n\no Building Adobe Experience Manager (AEM) templates, components, and workflows that scale to a global and localized website.\n\no Helping lead AEM upgrade efforts, as well as assisting with architecture improvements and data synchronization efforts.\n\no Designing, developing, and executing test plans (automated where possible).\n\no Fixing bugs.\n\no Updating the ticketing system on a daily basis.\n\no Reporting progress in a clear manner and raising issues that need immediate attention.\n\no Proactive and flexible attitude and a willingness to go the extra mile to get the job done well.\n\no Ability to shift gears when priorities change.\n",
        "experience": "7 to 10 Yrs",
        "place": "Pune",
        "posted_date": "02-Mar-2017"
    },
    {
        "company_name": "ServiceNow Job Referrals Powered by Round One",
        "contact_details": [
            "Company Name: ServiceNow Job Referrals Powered by Round One",
            "Company Description: Get job referrals in ServiceNow from company employees by speaking with them over the phone and proving your merit. This service is provided by Round One and lets you choose the person who you would like to speak with in over 2500 companies. Referrals increase your chance of getting hired by 10 times and reduce the time taken to land the next interview call."
        ],
        "discription": "ServiceNow is changing the way people work. With a service-orientation toward the activities, tasks and processes that make up day-to-day work life, we help the modern enterprise operate faster and be more scalable than ever before.\n\nWe're disruptive. We work hard but try not to take ourselves too seriously. We are highly adaptable and constantly evolving. We are passionate about our product, and we live for our customers. We have high expectations and a career at ServiceNow means challenging yourself to always be better.\nWhat you get to do in this role:\nServiceNow is seeking a Senior Software Developer, to join our rapidly growing team, building ITOM (IT Operations Management) & highly scalable Cloud Automation software. The team is looking for passionate senior developers/technical leaders, with a strong track record, who are in search of an exciting environment and innovative technology. As a Senior Software Developer, you will be a key member of a strong team of developers working on some of the company's core applications. The Cloud Infrastructure Development team is focused on building a highly scalable and robust lights-out cloud automation manageability suite that automates various customer life cycle events like provisioning, cloning, load balancing thousands of ServiceNow customer instances across thousands of server farms globally distributed across the world. We leverage high-scale distributed computing fabric in concertation with powerful orchestration logic to automate our Cloud.\n\nIn order to be successful in this role, we need someone who has:\n\nPassion for software development and problem-solving\nHigh energy and an aptitude for learning new technologies\nOver 9 years of experience designing and building scalable reusable components.\nExceptional Java & JavaScript programming skills\nExperience designing & building scalable web services\nProficiency in web technologies like HTML, AJAX, XML, REST\nExceptional debugging, testing, and problem solving skills\nExceptional understanding of data structures, algorithms, object oriented design and design patterns\nSelf-starter, with quick learning curve\nStrong written and verbal communication\nSolid understanding and experience with agile software development lifecycle\nExperience with open source technologies - Linux, Apache/Tomcat, MySQL\nBachelor's/Master's degree in Computer Science or related discipline.\nDesired Skills:\nKnowledge of cloud technology and distributed computing\nWorking knowledge of Linux Internals, MySQL Optimization and Performance Tuning\nExperience working with JavaScript libraries such as AngularJS, backbone.js, Node.js, jQuery, Prototype\nExperience with git\nExperience building ITOM (IT operations management) software\nKnowledge of scripting languages (like Perl, Python and bash)\nWork Environment:\nWe are a dynamic and rapidly growing software company with a strong sense of dedication to our customers. We work hard but try not to take ourselves too seriously. This is a very collaborative and inclusive work environment where individuals strong on aptitude and attitude will have an opportunity to grow their professional careers through working with some of the most advanced technology and talented developers in the business. We provide competitive compensation, generous benefits, and a professional, yet relaxed atmosphere.",
        "experience": "9 Yrs",
        "place": "Hyderabad",
        "posted_date": "01-Mar-2017"
    },
    {
        "company_name": "Squircle IT Consulting Services Pvt. Ltd.",
        "contact_details": [
            "Company Name: Squircle IT Consulting Services Pvt. Ltd.",
            "Email:  recruiters.squircle@gmail.com",
            "Telephone: 4065656629"
        ],
        "discription": "3-6 Years Experience\nPython Developer\nExcellent communication skills.\n3+ Years of experience with Javascript Programming Language.\nSQL Queries, Data Modeling,\nExperience with HTML and Javascript and Server Networking and MVC and User Interface",
        "experience": "3 to 8 Yrs",
        "place": "Hyderabad",
        "posted_date": "15-Feb-2017"
    }
]